Repository: dLobatog/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ca, de, fr, it, ja

source: Hardware model updated
ca: S'ha actualitzat el model de maquinari
de: Hardwaremodell aktualisiert
fr: Modèle matériel mis à jour
it: Modello hardware aggiornato
ja: ハードウェアモデルが更新されました

source: Could not update the hardware model
ca: No s'ha pogut actualitzar el model de maquinari
de: Hardwaremodell konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le modèle de matériel
it: Impossibile aggiornare il modello hardware
ja: ハードウェアモデルを更新できませんでした

source: Release name
ca: Nom del llançament
fr: Nom de version
it: Nome della release
ja: リリース名

source: Family
ca: Família
de: Familie
fr: Famille
it: Famiglia
ja: ファミリー

source: Major version
ca: Versió major
de: Hauptrelease
fr: Version majeur
it: Versione maggiore
ja: メジャーバージョン

source: Minor version
ca: Versió menor
de: Nebenrelease
fr: Version mineur
it: Versione minore
ja: マイナーバージョン

source: Partition tables
ca: Taules de particions
de: Partitionstabellen
fr: Tables de partition
it: Tabelle delle partizioni
ja: パーティションテーブル

source: Default templates
ca: Plantilles predeterminades
de: Standardvorlagen
fr: Modèles par défaut
it: Modelli predefiniti
ja: デフォルトテンプレート

source: Operating system created
ca: S'ha creat el sistema operatiu
de: Betriebssystem erstellt
fr: Système d'exploitation créé
it: Sistema operativo creato
ja: オペレーティングシステムが作成されました

source: Could not create the operating system
ca: No s'ha pogut crear el sistema operatiu
de: Betriebssystem konnte nicht erstellt werden
fr: Impossible de créer le système d'exploitation
it: Impossibile creare un sistema operativo
ja: オペレーティングシステムを作成できませんでした

source: Operating system updated
ca: S'ha actualitzat el sistema operatiu
de: Betriebssystem aktualisiert
fr: Système d'exploitation mis à jour
it: Sistema operativo aggiornato
ja: オペレーティングシステムが更新されました

source: Could not update the operating system
ca: No s'ha pogut actualitzar el sistema operatiu
de: Betriebssystem konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le système d'exploitation
it: Impossibile aggiornare il sistema operativo
ja: オペレーティングシステムを更新できませんでした

source: Operating system deleted
ca: S'ha suprimit el sistema operatiu
de: Betriebssystem gelöscht
fr: Système d'exploitation supprimé
it: Sistema operativo rimosso
ja: オペレーティングシステムが削除されました

source: Could not delete the operating system
ca: No s'ha pogut suprimir el sistema operatiu
de: Betriebssystem konnte nicht gelöscht werden
fr: Impossible de supprimer le système d'expoitation
it: Impossibile rimuovere il sistema operativo
ja: オペレーティングシステムを削除できませんでした

source: Create or update parameter for an operating system.
de: Parameter für ein Betriebssystem konnte nicht erstellt oder aktualisiert werden.
fr: Créer ou changer un paramètre d'un système d'exploitation.
it: Creare o aggiornare un parametro per un sistema operativo.
ja: オペレーティングシステムのパラメーターを作成するか、または更新します。

source: Operating system parameter updated
ca: S'ha actualitzat el paràmetre del sistema operatiu
de: Betriebssystemparameter aktualisiert
fr: Paramètre du système d'exploitation mis à jour
it: Parametro del sistema operativo aggiornato
ja: オペレーティングシステムのパラメーターが更新されました

source: New operating system parameter created
ca: S'ha creat el paràmetre del sistema operatiu nou
de: Neuer Betriebssystemparameter erstellt
fr: Nouveau paramètre du système d'exploitation créé
it: Creato un nuovo parametro del sistema operativo
ja: 新規オペレーティングシステムパラメーターが作成されました

source: Could not set operating system parameter
ca: No s'ha pogut establir el paràmetre del sistema operatiu
de: Betriebssystemparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre du système d'exploitation
it: Impossibile impostare il parametro del sistema operativo
ja: オペレーティングシステムのパラメーターを設定できませんでした

source: Delete parameter for an operating system.
de: Parameter für ein Betriebssystem löschen.
fr: Suppression du paramètre d'un système d'exploitation
it: Rimuovere il parametro per un sistema operativo.
ja: オペレーティングシステムのパラメーターの削除。

source: operating system parameter deleted
ca: S'ha suprimit el paràmetre del sistema operatiu
de: Betriebssystemparameter gelöscht
fr: Paramètre du système d'exploitation supprimé
it: parametro del sistema operativo rimosso
ja: オペレーティングシステムのパラメーターが削除されました

source: operatingsystem id
ca: ID del sistema operatiu
de: Betriebssystem-ID
fr: id du système d'exploitation
ja: オペレーティングシステム ID

source: config template id to be set
de: ID der festzulegenden Konfigurationsvorlage
fr: id du modèle de configuration à configurer
it: id modello di configurazione da impostare
ja: 設定する設定テンプレート ID

source: [%{config_template_name}] was set as default %{template_kind_name} template
de: [%{config_template_name}] wurde als standardmäßige %{template_kind_name} Vorlage festgelegt
fr: [%{config_template_name}] a été défini comme modèle %{template_kind_name} par défaut
it: [%{config_template_name}] è stato impostato come modello %{template_kind_name} predefinito
ja: [%{config_template_name}] はデフォルトの %{template_kind_name} テンプレートとして設定されていました

source: Could not set the os default template
ca: No s'ha pogut establir la plantilla per defecte del SO
de: Betriebssystem-Standardvorlage konnte nicht festgelegt werden
fr: Impossible de définir le modèle de système d'exploitation par défaut
it: Impossibile impostare il modello predefinito del sistema operativo
ja: OS デフォルトテンプレートを設定できませんでした

source: Type of the config template
ca: Tipus de la plantilla de configuració
de: Typ der Konfigurationsvorlage
fr: Type de modèle de configuration
it: Tipo di modello di configurazione
ja: 設定テンプレートのタイプ

source: Default template deleted
ca: S'ha suprimit la plantilla predeterminada
de: Standardvorlage gelöscht
fr: Modèle de configuration par défaut supprimé
it: Modello predefinito rimosso
ja: デフォルトテンプレートが削除されました

source: Could not delete the default template
ca: No s'ha pogut suprimir la plantilla per defecte
de: Standardvorlage konnte nicht gelöscht werden
fr: Impossible de supprimer le modèle de configuration par défaut
it: Impossibile rimuovere il modello predefinito
ja: デフォルトテンプレートを削除できませんでした

source: Default template of type %s not found
de: Standardvorlage des Typs %s nicht gefunden
fr: Modèle par défaut de type %s non trouvé
it: Template predefinito di tipo %s non trovato
ja: タイプ %s のデフォルトテンプレートが見つかりませんでした

source: Locations
ca: Ubicacions
de: Standorte
fr: Emplacements
it: Posizioni
ja: ロケーション

source: Organization created
ca: S'ha creat l'organització
de: Organisation erstellt
fr: Organisation créée
it: Organizzazione creata
ja: 組織が作成されました

source: Could not create the organization
ca: No s'ha pogut crear l'organització
de: Organisation konnte nicht erstellt werden
fr: Impossible de créer l'organisation
it: Impossibile creare l'organizzazione
ja: 組織を作成できませんでした

source: Organization updated
ca: S'ha actualitzat l'organització
de: Organisation aktualisiert
fr: Organisation mise à jour
it: Organizzazione aggiornata
ja: 組織が更新されました

source: Could not update the organization
ca: No s'ha pogut actualitzar l'organització
de: Organisation konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'organisation
it: Impossibile aggiornare l'organizzazione
ja: 組織を更新できませんでした

source: Organization deleted
ca: S'ha suprimit l'organització
de: Organisation gelöscht
fr: Organisation supprimée
it: Organizzazione rimossa
ja: 組織が削除されました

source: Could not delete the organization
ca: No s'ha pogut suprimir l'organització
de: Organisation konnte nicht gelöscht werden
fr: Impossible de supprimer l'organisation
it: Impossibile rimuovere l'organizzazione
ja: 組織を削除できませんでした

source: Create or update parameter for an organization.
ca: Crea o actualitza el paràmetre per a una organització.
de: Parameter für Organisation erstellen oder aktualisieren.
fr: Créer ou changer un paramètre d'une organisation.
ja: 組織のパラメーターを作成または更新します。

source: Could not set organization parameter
ca: No s'ha pogut establir el paràmetre de l'organització
de: Organisationsparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre de l'organisation
ja: 組織のパラメーターを設定できませんでした

source: Delete parameter for an organization.
ca: Suprimeix un paràmetre per a una organització.
de: Parameter für eine Organisation löschen.
fr: Supprimer un paramètre d'une organisation.
ja: 組織のパラメーターを削除します。

source: Could not delete organization parameter
ca: No s'ha pogut suprimir el paràmetre de l'organització
de: Organisationsparameter konnte nicht gelöscht werden
fr: Impossible de supprimer le paramètre de l'organisation
ja: 組織のパラメーターを削除できませんでした

source: Locked
de: Gesperrt
fr: Vérrouiller

source: View partition table content.
ca: Visualitza el contingut de la taula de particions.
de: Inhalte der Partitionstabelle anzeigen.
fr: Voir le contenu de la table de partition
it: Visualizza il contenuto della tabella delle partizioni.
ja: パーティションテーブルのコンテンツを表示。

source: Path to a file that contains the partition layout
ca: Camí a un fitxer que conté l'esquema del particionatge
de: Pfad zur Datei, die das Partitionslayout enthält
fr: Chemin du fichier contenant la table de partition
it: Percorso per un file con la disposizione della partizione
ja: パーティションレイアウトを含むファイルのパス

source: Partition table created
ca: S'ha creat la taula de particions
de: Partitionstabelle erstellt
fr: Table de partition créée
it: Tabella delle partizioni creata
ja: パーティションテーブルが作成されました

source: Could not create the partition table
ca: No s'ha pogut crear la taula de particions
de: Partitionstabelle konnte nicht erstellt werden
fr: Impossible de créer la table de partition
it: Impossibile creare la tabellla delle partizioni
ja: パーティションテーブルを作成できませんでした

source: Partition table updated
ca: S'ha actualitzat la taula de particions
de: Partitionstabelle aktualisiert
fr: Table de partition mise à jour
it: Tabella delle partizioni aggiornata
ja: パーティションテーブルが更新されました

source: Could not update the partition table
ca: No s'ha pogut actualitzar la taula de particions
de: Partitionstabelle konnte nicht aktualisiert werden
fr: Impossible de mettre à jour la table de partition
it: Impossibile aggiornare la tabellla delle partizioni
ja: パーティションテーブルを更新できませんでした

source: Partition table deleted
ca: S'ha suprimit la taula de particions
de: Partitionstabelle gelöscht
fr: Table de partition supprimée
it: Tabella delle partizioni rimossa
ja: パーティションテーブルが削除されました

source: Could not delete the partition table
ca: No s'ha pogut suprimir la taula de particions
de: Partitionstabelle konnte nicht gelöscht werden
fr: Impossible de supprimer la table de partition
it: Impossibile rimuovere la tabellla delle partizioni
ja: パーティションテーブルを削除できませんでした

source: Parameter
ca: Paràmetre
fr: Paramètre
it: Parametro
ja: パラメーター

source: Default value
ca: Valor per defecte
de: Standardwert
fr: Valeur par défaut
it: Valore predefinito
ja: デフォルト値

source: Smart class parameters
ca: Paràmetres de la classe intel·ligent
de: Smart-Klassenparameter
fr: Paramètres smart class
it: Parametri classe smart
ja: スマートクラスパラメーター

source: Realm proxy id
fr: Id du proxy du royaume

source: Realm type
fr: Type de royaume

source: Realm [%{name}] created
fr: Royaume [%{name}] créé

source: Could not create the realm
fr: Impossible de créer le royaume

source: Realm [%{name}] updated
fr: Royaume [%{name}] mis à jour

source: Could not update the realm
fr: Impossible de mettre à jour le royaume

source: Realm [%{name}] deleted
fr: Royaume [%{name}] supprimé

source: Could not delete the realm
fr: Impossible de supprimer le royaume

source: Created at
ca: Es va crear el
de: Erstellt um
fr: Créé le
it: Creato
ja: 作成:

source: Updated at
ca: Es va actualitzar el
de: Aktualisiert um
fr: Mis à jour le
it: Aggiornato
ja: 更新:

source: Users
ca: Usuaris
de: Benutzer
fr: Utilisateurs
it: Utenti
ja: ユーザー

source: User groups
ca: Grups dels usuaris
de: Benutzergruppen
fr: Groupes utilisateur
it: Gruppi utenti
ja: ユーザーグループ

source: Compute resources
ca: Recursos computacionals
de: Rechnerressourcen
fr: Ressources d'Ordinateur
it: Risorse di calcolo
ja: コンピュートリソース

source: Installation media
ca: Mitjans d'instal·lació
de: Installationsmedien
fr: Média d'installation
it: Dispositivo d'installazione
ja: インストールメディア

source: Templates
ca: Plantilles
de: Vorlagen
fr: Modèles
it: Modelli
ja: テンプレート

source: Domains
ca: Dominis
fr: Domaines
it: Domini
ja: ドメイン

source: Environments
ca: Entorns
de: Umgebungen
fr: Environnements
it: Ambienti
ja: 環境

source: Hostgroups
ca: Grups d'amfitrions
de: Hostgruppen
fr: Groupes d'hôtes
it: Hostgroup
ja: ホストグループ

source: Subnets
ca: Subxarxes
de: Subnetze
fr: Sous-réseaux
it: Sottoreti
ja: サブネット

source: Parameters
ca: Paràmetres
de: Parameter
fr: Paramètres
it: Parametri
ja: パラメーター

source: Puppetclasses
de: Puppet-Klassen
fr: Classes Puppet
ja: Puppet クラス

source: Operating systems
ca: Sistemes operatius
de: Betriebssysteme
fr: Systèmes d'exploitations
it: Sistemi operativi
ja: オペレーティングシステム

source: Roles
ca: Rols
de: Rollen
fr: Rôles
it: Ruoli
ja: ロール

source: External user groups
ca: Grups d'usuaris externs
de: Externe Benutzergruppen
fr: Groupes externes d'utilisateurs
it: Gruppi utenti esterni
ja: 外部ユーザーグループ

source: Applied
ca: Aplicat
de: Angewendet
fr: Appliqué
it: Applicato
ja: 適用

source: Restarted
ca: Reiniciat
de: Neu gestartet
fr: Redémarré
it: Riavviato
ja: 再起動

source: Failed
ca: Fallat
de: Fehlgeschlagen
fr: Échoué
it: Fallito
ja: 失敗

source: Restart Failures
ca: Fallides dels reinicis
de: Fehlgeschlagene Neustarts
fr: Échec Redémarrages
it: Errori riavvio
ja: 再起動の失敗

source: Skipped
ca: Omès
de: Übersprungen
fr: Omis
it: Saltati
ja: スキップ

source: Pending
ca: Pendent
de: Ausstehend
fr: En cours
it: In attesa
ja: 保留

source: Reported at
ca: Es va informar el
de: Berichtet am
fr: Rapporté le
it: Riportato
ja: レポート日時

source: Report status
ca: Estat de l'informe
de: Berichtsstatus
fr: Statut du rapport
it: Stato riporto
ja: レポートの状態

source: Report metrics
ca: Mètriques de l'informe
de: Berichtsmetrik
fr: Métriques du rapport
it: Metriche riporto
ja: レポートメトリックス

source: Report has been deleted
ca: El rol d'usuari ha estat suprimit
de: Bericht wurde gelöscht
fr: Le aapport a été supprimé
it: Il riporto è stato rimosso
ja: レポートが削除されました

source: Could not delete the report
ca: No s'ha pogut suprimir l'informe
de: Bericht konnte nicht gelöscht werden
fr: Impossible de supprimer le rapport
it: Impossibile rimuovere il riporto
ja: レポートを削除できませんでした

source: The server does not support such operation.
ca: El servidor no admet aquest tipus d'operació.
de: Diese Operation wird vom Server nicht unterstützt.
fr: Le serveur ne supporte pas cette opération.
it: Il server non supporta questa operazione.
ja: サーバーはこの操作に対応していません。

source: Builtin
ca: Integrat
de: Eingebaut
fr: Intégré
ja: 組み込み

source: Yes
ca: Sí
de: Ja
fr: Oui
it: Sì
ja: はい

source: No
de: Nein
fr: Non
ja: いいえ

source: User role id
ca: ID del rol d'usuari
de: Benutzerrollen-ID
fr: Identifiant du rôle utilisateur
it: ID ruolo utente
ja: ユーザーロール ID

source: User role [%<name>s] created
ca: S'ha creat el rol d'usuari [%<name>s]
de: Benutzerrolle [%<name>s] erstellt
fr: Rôle utilisateur [%<name>s] créé
it: Ruolo utente [%<name>s] creato
ja: ユーザーロール [%<name>s] が作成されました

source: Could not create the user role
ca: No s'ha pogut crear el rol d'usuari
de: Benutzerrolle konnte nicht erstellt werden
fr: Impossible de créer le rôle utilisateur
it: Impossibile creare il ruolo utente
ja: ユーザーロールを作成できませんでした

source: User role [%<name>s] updated
ca: S'ha actualitzat el rol d'usuari [%<name>s]
de: Benutzerrolle [%<name>s] aktualisiert
fr: Rôle utilisateur [%<name>s] mis à jour
it: Ruolo utente [%<name>s] aggiornato
ja: ユーザーロール [%<name>s] が更新されました

source: Could not update the user role
ca: No s'ha pogut actualitzar el rol d'usuari
de: Benutzerrolle konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le rôle utilisateur
it: Impossibile aggiornare il ruolo utente
ja: ユーザーロールを更新できませんでした

source: User role [%<name>s] deleted
ca: S'ha suprimit el rol d'usuari [%<name>s]
de: Benutzerrolle [%<name>s] gelöscht
fr: Rôle utilisateur [%<name>s] supprimé
it: Ruolo utente [%<name>s] rimosso
ja: ユーザーロール [%<name>s] が削除されました

source: Could not delete the user roles
ca: No s'han pogut suprimir els rols d'usuari
de: Benutzerrollen konnten nicht gelöscht werden
fr: Impossible de supprimer le rôle utilisateur
it: Impossibile rimuovere questi ruoli utente
ja: ユーザーロールを削除できませんでした

source: Setting [%{name}] updated to [%{value}]
ca: L'ajust [%{name}] s'ha actualitzat a [%{value}]
de: Einstellung [%{name}] aktualisiert auf [%{value}].
fr: Paramètre [%{name}] mis à jour à [%{value}]
ja: 設定 [%{name}] が [%{value}] に更新されました

source: Could not update the setting
ca: No s'han pogut actualitzar els rols d'usuari
de: Einstellung konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le paramètre
ja: 設定を更新できませんでした

source: Default Value
ca: Valor per defecte
de: Standardwert
fr: Valeur par défaut
it: Valore predefinito
ja: デフォルト値

source: Override
ca: Sobreescriu
de: Überschreiben
fr: surcharger
ja: 上書き

source: Puppet class
ca: Classe de Puppet
de: Puppet-Klasse
fr: Classe Puppet
it: Classe del puppet
ja: Puppet クラス

source: Class Id
ca: ID de la classe
de: Klassen-ID
fr: Id de classe
it: ID classe
ja: クラス ID

source: Hidden Value?
ca: El Valor està ocult?
de: Versteckter Wert?
fr: Valeur cachée ?

source: Use puppet default
de: Puppet-Standard verwenden
fr: Utiliser pupper par defaut

source: Required
ca: Obligatori
de: Erforderlich
fr: Requis
it: Obbligatorio
ja: 必須

source: Validator
ca: Validador
de: Prüfung
fr: Validateur
it: Convalidatore
ja: バリデーター

source: Rule
ca: Regla
de: Regel
fr: Règle
it: Regola
ja: ルール

source: Override values
ca: Sobreescriu els valors
de: Überschreibungswerte
fr: Surcharger les valeurs
it: Valori override
ja: 値の上書き

source: Merge overrides
ca: Combina les sobreescriptures
de: Überschreibungen zusammenführen
fr: Fusionner les surcharges
ja: 上書きをマージ

source: Merge default value
ca: Combina el valor predeterminat
de: Standardwerte zusammenführen
fr: Fusionner la valeur par défaut
ja: デフォルト値をマージ

source: Avoid duplicates
ca: Evita duplicats
de: Duplikate vermeiden
fr: Eviter les doublons
ja: 重複を回避

source: Order
ca: Ordre
de: Reihenfolge
fr: Ordre
it: Ordine
ja: 順序

source: Values
ca: Valors
de: Werte
fr: Valeurs
it: Valori
ja: 値

source: Match
ca: Coincidència
de: Übereinstimmung
fr: Correspond
it: Corrispondenza
ja: 一致

source: Parameter updated
ca: S'ha actualitzat el paràmetre
de: Parameter aktualisiert
fr: Paramètre mis à jour
it: Parametro aggiornato
ja: パラメーターが更新されました

source: Could not update the parameter
ca: No s'ha pogut actualitzar el paràmetre
de: Parameter konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le paramètre
it: Impossibile aggiornare il parametro
ja: パラメーターを更新できませんでした

source: Override this parameter.
ca: Sobreescriu aquest paràmetre.
de: Diesen Parameter überschreiben.
fr: Surcharger ce paramètre.
it: Sovrascrivi questo parametro.
ja: このパラメーターの上書き。

source: This parameter is required.
ca: Aquest paràmetre és obligatori.
de: Dieser Parameter ist erforderlich.
fr: Ce paramètre est requis.
it: Questo parametro è obbligatorio.
ja: このパラメーターは必須です。

source: Type of the parameter.
ca: Tipus de paràmetre.
de: Typ des Parameters.
fr: Type de paramètre.
it: Tipo di parametro.
ja: パラメーターのタイプ。

source: Type of the validator.
ca: Tipus de validador.
de: Typ der Prüfung.
fr: Type du validateur.
it: Tipo di convalidatore.
ja: バリデーターのタイプ。

source: Override value created
ca: S'ha creat el valor de sobreescriu
de: Überschreibungswert erstellt
fr: Valeur de surcharge créée
ja: 作成された値を上書き

source: Could not create the override value
de: Der Überschreibungswert konnte nicht erstellt werden
fr: Impossible de créer la surcharge de valeur

source: Cannot use --value when --use-puppet-default is true
de: Kann --value nicht verwenden, wenn --use-puppet-default wahr ist
fr: Impossible d'utiliser --value quand --use-puppet-default est activé

source: Override value deleted
ca: S'ha suprimit el valor de sobreescriu
de: Überschreibungswert gelöscht
fr: Valeur de surcharge supprimée
ja: 削除された値を上書き

source: Could not delete the override value
ca: No s'ha pogut suprimir el valor de sobreescriu
de: Überschreibungswert konnte nicht gelöscht werden
fr: Impossible de supprimer cette surcharge de valeur
ja: 上書き値を削除できませんでした

source: Features
ca: Característiques
de: Funktionen
fr: Fonctionnalités
it: Funzionalità
ja: 機能

source: Smart proxy created
ca: S'ha creat el servidor intermediari intel·ligent
de: Smart-Proxy erstellt
fr: Smart Proxy créé
it: Smart proxy creato
ja: スマートプロキシーが作成されました

source: Could not create the proxy
ca: No s'ha pogut crear el servidor intermediari
de: Smart-Proxy konnte nicht erstellt werden
fr: Impossible de créer le proxy
it: Impossibile creare il proxy
ja: プロキシーを作成できませんでした

source: Smart proxy updated
ca: S'ha actualitzat el servidor intermediari intel·ligent
de: Smart-Proxy aktualisiert
fr: Smart Proxy mis à jour
it: Smart proxy aggiornato
ja: スマートプロキシーが更新されました

source: Could not update the proxy
ca: No s'ha pogut actualitzar el servidor intermediari
de: Proxy konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le proxy
it: Impossibile aggiornare il proxy
ja: スマートプロキシーを更新できませんでした

source: Smart proxy deleted
ca: S'ha suprimit el servidor intermediari intel·ligent
de: Smart-Proxy gelöscht
fr: Smart Proxy supprimé
it: Smart proxy rimosso
ja: スマートプロキシーが削除されました

source: Could not delete the proxy
ca: No s'ha pogut suprimir el servidor intermediari
de: Smart-Proxy konnte nicht gelöscht werden
fr: Impossible de supprimer le proxy
it: Impossibile rimuovere il proxy
ja: スマートプロキシーを削除できませんでした

source: Puppet classes were imported
ca: S'han importat les classes de Puppet
de: Puppet-Klassen wurden importiert
fr: Classes Puppet importées
it: Importate le classi del puppet
ja: Puppet クラスがインポートされました

source: Import of puppet classes failed
ca: No s'han pogut importar les classes de Puppet
de: Import der Puppet-Klassen fehlgeschlagen
fr: L'import des classes Puppet a échoué
it: Processo di importazione delle classi del puppet fallito
ja: Puppet クラスのインポートが失敗しました

source: Do not run the import
ca: No executis la importació
de: Import nicht ausführen
fr: Ne pas lancer l'import
it: Non eseguire l'importazione
ja: インポートを実行しないでください

source: Smart proxy features were refreshed
ca: S'han refrescat les característiques del servidor intermediari intel·ligent
de: Smart-Proxy-Funktionen wurden aktualisiert
fr: Fonctions smart proxy rechargées
it: Aggiornate le funzionalità di Smart proxy
ja: スマートプロキシー機能が更新されました

source: Refresh of smart proxy features failed
ca: No s'han pogut refrescar les característiques del servidor intermediari intel·ligent
de: Fehler beim Aktualisieren von Smart-Proxy-Funktionen
fr: Rechargement des fonctions smart proxy échoué
it: Aggiornamento funzionalità smart proxy fallito
ja: スマートプロキシー機能が更新が失敗しました

source: Use --variable instead
de: stattdessen --variable verwenden
fr: A la place utilisez --variable

source: Smart variable [%{variable}] created
ca: S'ha creat la variable intel·ligent [%{variable}]
de: Smart-Variable [%{variable}] erstellt
fr: Smart variable [%{variable}] créée
ja: スマート変数 [%{variable}] が作成されました

source: Could not create the smart variable
ca: No s'ha pogut crear la variable intel·ligent
de: Smart-Variable konnte nicht erstellt werden
fr: Impossible de créer la smart variable
ja: スマート変数を作成できませんでした

source: Type of the variable.
ca: Tipus de variable.
de: Typ der Variable.
fr: Type de variable.
ja: 変数のタイプ。

source: Smart variable [%{variable}] updated
ca: S'ha actualitzat la variable intel·ligent [%{variable}]
de: Smart-Variable [%{variable}] aktualisiert
fr: Smart variable [%{variable}] mis à jour
ja: スマート変数 [%{variable}] が更新されました
