Repository: dLobatog/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ca, de, fr, it, ja

source: Foreman connection login/logout.
ca: Inici o tancament de la connexió de Foreman.
de: Anmeldung/Abmeldung für Foreman-Verbindung.
fr: Connexion/Déconnexion à Foreman.
it: Login/logout della connessione di foreman
ja: Foreman 接続のログイン/ログアウト。

source: Manipulate architectures.
ca: Manipula les arquitectures.
de: Architekturen bearbeiten.
fr: Gestion des architectures.
it: Manipolazione architetture.
ja: アーキテクチャーの操作。

source: Manipulate auth sources.
ca: Manipula els orígens d'autenticació.
de: Authentifizierungsquellen bearbeiten.
fr: Gérer les sources d'authentification
it: Manipolazione sorgenti di autenticazione.
ja: 認証ソースの操作。

source: Manipulate compute resources.
ca: Manipula els recursos computacionals.
de: Rechnerressourcen bearbeiten.
fr: Gestion des ressources d'ordinateur.
it: Manipolazione risorse di calcolo
ja: コンピュートリソースの操作。

source: Manipulate domains.
ca: Manipula els dominis.
de: Domains bearbeiten.
fr: Gestion des domaines.
it: Manipolazione domini.
ja: ドメインの操作。

source: Manipulate environments.
ca: Manipula els entorns.
de: Umgebungen bearbeiten.
fr: Manipulation des environnements
it: Manipolazione ambienti.
ja: 環境の操作。

source: Search facts.
ca: Cerca objectes d'interès.
de: Fakten durchsuchen.
fr: Rechercher les facts.
it: Cerca eventi.
ja: ファクトを検索します。

source: Manage permission filters.
ca: Gestiona els filtres dels permisos.
de: Berechtigungsfilter verwalten.
fr: Gérer les filtres de permission
it: Gestisci i filri dei permessi.
ja: パーミッションフィルターを管理します。

source: Manipulate hosts.
ca: Manipula els amfitrions.
de: Hosts bearbeiten.
fr: Manipulation des hôtes
it: Manipolazione host.
ja: ホストの操作。

source: Manipulate hostgroups.
ca: Manipula els grups dels amfitrions.
de: Hostgruppen bearbeiten.
fr: Gestion des groupes d'hôtes
it: Manipolazione hostgroup.
ja: ホストグループの操作。

source: Manipulate locations.
ca: Manipula les ubicacions.
de: Standorte bearbeiten.
fr: Gestion des emplacements.
it: Manipolazione posizioni.
ja: ロケーションの操作。

source: Manipulate installation media.
ca: Manipula els mitjans d'instal·lació.
de: Installationsmedien bearbeiten
fr: Gestion des médias d'installation.
it: Manipolazione dispositivo d'installazione
ja: インストールメディアの操作。

source: Manipulate hardware models.
ca: Manipula els models de maquinari.
de: Hardwaremodelle bearbeiten.
fr: Gestion des modèles matériel.
it: Manipolazione modelli hardware.
ja: ハードウェアモデルの操作。

source: Manipulate operating system.
ca: Manipula el sistema operatiu.
de: Betriebssystem bearbeiten.
fr: Manipulation des systèmes d'exploitation
it: Manipolazione sistema operativo.
ja: オペレーティングシステムの操作。

source: Manipulate organizations.
ca: Manipula les organitzacions.
de: Organisationen bearbeiten.
fr: Gestion des organisations.
it: Manipolazione organizzazioni.
ja: 組織の操作。

source: Manipulate partition tables.
ca: Manipula les taules de particions.
de: Partitionstabellen bearbeiten.
fr: Gestion des tables de partitions.
it: Manipolazione tabelle delle partizioni
ja: パーティションテーブルの操作。

source: Search puppet modules.
ca: Cerca mòduls de puppet.
de: Puppet-Module durchsuchen.
fr: Recherche des modules Puppet.
it: Cerca moduli puppet.
ja: Puppet モジュールの検索。

source: Browse and read reports.
ca: Navega i llegeix els informes.
de: Berichte durchsuchen und lesen.
fr: Consulter les rapports.
it: Sfoglia e leggi i riporti.
ja: レポートの参照および閲覧。

source: Manage user roles.
ca: Gestiona els rols d'usuari.
de: Benutzerrollen verwalten.
fr: Gérer les rôles utilisateur
it: Gestisci ruoli utente.
ja: ユーザーロールを管理します。

source: Manipulate smart class parameters.
ca: Manipula els paràmetres de la classe intel·ligent.
de: Smart-Klassen-Parameter bearbeiten.
fr: Gestion des paramètres Smart Class
it: Manipolazione parametri classe smart.
ja: スマートクラスパラメーターの操作。

source: Manipulate smart variables.
ca: Manipula les variables intel·ligents.
de: Smart-Variablen bearbeiten.
fr: Manipuler les smart variables.
ja: スマート変数を操作します。

source: Manipulate smart proxies.
ca: Manipula els servidors intermediaris intel·ligents.
de: Smart-Proxys bearbeiten.
fr: Gestion des Smart Proxies.
it: Manipolazione smart proxy.
ja: スマートプロキシーの操作。

source: Manipulate realms.
fr: Manipuler les royaumes

source: Change server settings.
ca: Canvia els ajusts del servidor.
de: Servereinstellungen ändern.
fr: Modifier les paramètres serveur.
ja: サーバー設定を変更します。

source: Manipulate subnets.
ca: Manipula les subxarxes.
de: Subnetze bearbeiten.
fr: Gestion des sous-réseaux.
it: Manipolazione sottoreti.
ja: サブネットの操作。

source: Manipulate config templates.
ca: Manipula les plantilles de configuració.
de: Konfigurationsvorlagen bearbeiten.
fr: Gestion des modèles de configuration.
it: Manipolazione modelli di configurazione.
ja: 設定テンプレートの操作。

source: Manipulate users.
ca: Manipula els usuaris.
de: Benutzer bearbeiten.
fr: Gestion des utilisateurs.
it: Manipolazione utenti.
ja: ユーザーの操作。

source: Manage user groups.
ca: Gestiona els grups d'usuaris.
de: Benutzergruppen verwalten.
fr: Gérer les groupes d'utilisateurs.
it: Gestisci gruppi di utenti.
ja: ユーザーグループを管理します。

source: Name
ca: Nom
fr: Nom
it: Nome
ja: 名前

source: Architecture created
ca: S'ha creat l'arquitectura
de: Architektur erstellt
fr: Architecture créée
it: Architettura creata
ja: アーキテクチャーが作成されました

source: Could not create the architecture
ca: No s'ha pogut crear l'arquitectura
de: Architektur konnte nicht erstellt werden
fr: Impossible de créer l'architecture
it: Impossibile creare l'architettura
ja: アーキテクチャーを作成できませんでした

source: Architecture deleted
ca: S'ha suprimit l'arquitectura
de: Architektur gelöscht
fr: Architecture supprimée
it: Architettura rimossa
ja: アーキテクチャーが削除されました

source: Could not delete the architecture
ca: No s'ha pogut suprimir l'arquitectura
de: Architektur konnte nicht gelöscht werden
fr: Impossible de supprimer l'architecture
it: Impossibile rimuovere l'architettura
ja: アーキテクチャーを削除できませんでした

source: Architecture updated
ca: S'ha actualitzat l'arquitectura
de: Architektur aktualisiert
fr: Architecture mise à jour
it: Architettura aggiornata
ja: アーキテクチャーが更新されました

source: Could not update the architecture
ca: No s'ha pogut actualitzar l'arquitectura
de: Architektur konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'architecture
it: Impossibile aggiornare l'architettura
ja: アーキテクチャーを更新できませんでした

source: Associate a hostgroup
ca: Associa un grup d'amfitrions
de: Hostgruppe zuweisen
fr: Associer un groupe d'hôtes
it: Associa un hostgroup
ja: ホストグループの関連付け

source: The hostgroup has been associated
de: Die Hostgruppe wurde zugewiesen
fr: Le groupe d'hôte a été associé

source: Could not associate the hostgroup
de: Die Hostgruppe konnte nicht zugewiesen werden
fr: Impossible d'associer le groupe d'hôte

source: Disassociate a hostgroup
ca: Desassocia un grup d'amfitrions
de: Hostgruppe lösen
fr: Dissocier un groupe d'hôtes
it: Rimuovere associazione di un hostgroup
ja: ホストグループの関連付けを解除

source: The hostgroup has been disassociated
de: Die Hostgruppe wurde gelöst
fr: Le groupe d'hôte a été dissocié

source: Could not disassociate the hostgroup
de: Die Hostgruppe konnte nicht gelöst werden
fr: Impossible de dissocier le groupe d'hôte

source: Associate an environment
ca: Associa un entorn
de: Umgebung zuweisen
fr: Associer à un environnement
it: Associa un ambiente
ja: 環境の関連付け

source: The environment has been associated
de: Die Umgebung wurde zugewiesen
fr: L'environnement a été associé

source: Could not associate the environment
de: Die Umgebung konnte nicht zugewiesen werden
fr: Impossible d'associer l'environnement

source: Disassociate an environment
ca: Desassocia un entorn
de: Umgebung lösen
fr: Dissocier un environnement
it: Rimuovere associazione di un ambiente
ja: 環境の関連付けを解除

source: The environment has been disassociated
de: Die Umgebung wurde gelöst
fr: L'environnement a été dissocié

source: Could not disassociate the environment
de: Die Umgebung konnte nicht gelöst werden
fr: Impossible de dissocié l'environnement

source: Associate a domain
ca: Associa un domini
de: Domain zuweisen
fr: Associer un domaine
it: Associa un dominio
ja: ドメインの関連付け

source: The domain has been associated
de: Die Domäne wurde zugewiesen
fr: Le domaine a été associé

source: Could not associate the domain
de: Die Domäne konnte nicht zugewiesen werden
fr: Impossible d'associer le domaine

source: Disassociate a domain
ca: Desassocia un domini
de: Domain lösen
fr: Dissocier un domaine
it: Rimuovere associazione di un dominio
ja: ドメインの関連付けを解除

source: The domain has been disassociated
de: Die Domäne wurde gelöst
fr: Le domaine a été dissocié

source: Could not disassociate the domain
de: Die Domäne konnte nicht gelöst werden
fr: Impossible de dissocié le domaine

source: Associate a medium
ca: Associa un mitjà
de: Medium zuweisen
fr: Associer un medium
it: Associa un supporto
ja: メディアの関連付け

source: The medium has been associated
de: Das Medium wurde zugewiesen
fr: Le medium a été associé

source: Could not associate the medium
de: Das Medium konnte nicht zugewiesen werden
fr: Impossible d'associer le medium

source: Disassociate a medium
ca: Desassocia un mitjà
de: Medium lösen
fr: Dissocier un medium
it: Rimuovi associazione del supporto
ja: メディアの関連付けを解除

source: The medium has been disassociated
de: Das Medium wurde gelöst
fr: Le medium a été dissocié

source: Could not disassociate the medium
de: Das Medium konnte nicht gelöst werden
fr: Impossible de dissocier le medium

source: Associate a subnet
ca: Associa una subxarxa
de: Subnetz zuweisen
fr: Associer un sous réseau
it: Associa una sottorete
ja: サブネットの関連付け

source: The subnet has been associated
de: Das Subnetz wurde zugewiesen
fr: Le sous-réseau a été associé

source: Could not associate the subnet
de: Das Subnetz konnte nicht zugewiesen werden
fr: Impossible d'associer le sous-réseau

source: Disassociate a subnet
ca: Desassocia una subxarxa
de: Subnetz lösen
fr: Dissocier un sous réseau
it: Rimuovere associazione di una sottorete
ja: サブネットの関連付けを解除

source: The subnet has been disassociated
de: Das Subnetz wurde gelöst
fr: Le sous-réseau a été dissocié

source: Could not disassociate the subnet
de: Das Subnetz konnte nicht gelöst werden
fr: Impossible de dissocier le sous-réseau

source: Associate a compute resource
ca: Associa un recurs computacional
de: Rechnerressource zuweisen
fr: Associer une ressource d'ordinateur
it: Associa una risorsa di calcolo
ja: コンピュートリソースの関連付け

source: The compute resource has been associated
de: Die Rechenressource wurde zugewiesen
fr: La ressources de calcul a été associé

source: Could not associate the compute resource
de: Die Rechenressource konnte nicht zugewiesen werden
fr: Impossible d'associer la ressources de calcul

source: Disassociate a compute resource
ca: Desassocia un recurs computacional
de: Rechnerressource lösen
fr: Dissocier une ressource d'ordinateur
it: Rimuovere associazione di una risorsa di calcolo
ja: コンピュートリソースの関連付けを解除

source: The compute resource has been disassociated
de: Die Rechenressource wurde gelöst
fr: La ressources de calcul a été dissocié

source: Could not disassociate the compute resource
de: Die Rechenressource konnte nicht gelöst werden
fr: Impossible de dissocier la ressources de calcul

source: Associate a smart proxy
ca: Associa un servidor intermediari intel·ligent
de: Smart-Proxy zuweisen
fr: Associer un smart proxy
it: Associa una smart proxy
ja: スマートプロキシーの関連付け

source: The smart proxy has been associated
de: Der Smart-Proxy wurde zugewiesen
fr: Le smart proxy a été associé

source: Could not associate the smart proxy
de: Der Smart-Proxy konnte nicht zugewiesen werden
fr: Impossible d'associer le smart proxy

source: Disassociate a smart proxy
ca: Desassocia un servidor intermediari intel·ligent
de: Smart-Proxy lösen
fr: Dissocier un smart proxy
it: Rimuovere associazione smart proxy
ja: スマートプロキシーの関連付けを解除

source: The smart proxy has been disassociated
de: Der Smart-Proxy wurde gelöst
fr: Le smart proxy a été dissocié

source: Could not disassociate the smart proxy
de: Der Smart-Proxy konnte nicht gelöst werden
fr: Impossible de dissocier le smart proxy

source: Associate an user
ca: Associa un usuari
de: Benutzer zuweisen
fr: Associer un utilisateur
it: Associa un utente
ja: ユーザーの関連付け

source: The user has been associated
ca: L'usuari ha estat associat
de: Benutzer wurde zugewiesen
fr: L'utilisateur a été associé
ja: ユーザーが関連付けられました

source: Could not associate the user
ca: No s'ha pogut associar l'usuari
de: Benutzer konnte nicht zugewiesen werden
fr: Impossible d'associer l'utilisateur
ja: ユーザーを関連付けることができませんでした

source: Disassociate an user
ca: Desassocia un usuari
de: Benutzer lösen
fr: Dissocier un utilisateur
it: Rimuovere associazione di un utente
ja: ユーザーの関連付けを解除

source: The user has been disassociated
ca: L'usuari ha estat desassociat
de: Benutzer wurde gelöst
fr: L'utilisateur a été dissocié
ja: ユーザーの関連付けが解除されました

source: Could not disassociate the user
ca: No s'ha pogut desassociar l'usuari
de: Benutzer konnte nicht gelöst werden
fr: Impossible de dissocier l'utilisateur
ja: ユーザーの関連付けを解除できませんでした

source: Associate an user group
ca: Associa un grup d'usuaris
de: Benutzergruppe zuweisen
fr: Associer un groupe d'utilisateurs
it: Associa gruppo di utenti
ja: ユーザーグループの関連付け

source: The user group has been associated
ca: El grup d'usuaris ha estat associat
de: Benutzergruppe wurde zugewiesen
fr: Le groupe d'utilisateurs a été associé
ja: ユーザーグループが関連付けられました

source: Could not associate the user group
ca: No s'ha pogut associar el grup d'usuaris
de: Benutzergruppe konnte nicht zugewiesen werden
fr: Impossible d'associer le groupe d'utilisateurs
ja: ユーザーグループを関連付けることができませんでした

source: Disassociate an user group
ca: Desassocia un grup d'usuaris
de: Benutzergruppe lösen
fr: Dissocier un groupe d'utilisateurs
it: Rimuovere associazione gruppo di utenti
ja: ユーザーグループの関連付けを解除

source: The user group has been disassociated
ca: El grup d'usuaris ha estat desassociat
de: Benutzergruppe wurde gelöst
fr: Le groupe d'utilisateurs a été dissocié
ja: ユーザーグループの関連付けが解除されました

source: Could not disassociate the user group
ca: No s'ha pogut desassociar el grup d'usuaris
de: Benutzergruppe konnte nicht gelöst werden
fr: Impossible de dissocier le groupe d'utilisateurs
ja: ユーザーグループの関連付けを解除できませんでした

source: Associate a configuration template
ca: Associa una plantilla d'aprovisionament
de: Konfigurationsvorlage zuweisen
fr: Associer un modèle de configuration
it: Associa un modello di configurazione
ja: 設定テンプレートの関連付け

source: The configuration template has been associated
de: Die Konfigurationsvorlage wurde zugewiesen
fr: Le modèle de configuration a été associé

source: Could not associate the configuration template
de: Die Konfigurationsvorlage konnte nicht zugewiesen werden
fr: Impossible d'associer le modèle de configuration

source: Disassociate a configuration template
ca: Desassocia una plantilla d'aprovisionament
de: Konfigurationsvorlage lösen
fr: Dissocier un modèle de configuration
it: Rimuovere associazione modello di configurazione
ja: 設定テンプレートの関連付けを解除

source: The configuration template has been disassociated
de: Die Konfigurationsvorlage wurde gelöst
fr: Le modèle de configuration a été dissocié

source: Could not disassociate the configuration template
de: Die Konfigurationsvorlage konnte nicht gelöst werden
fr: Impossible de dissocier le modèle de configuration

source: Associate an organization
ca: Associa una organització
de: Organisation zuweisen
fr: Associer une organisation
it: Associa una organizzazione
ja: 組織の関連付け

source: The organization has been associated
de: Die Organisation wurde zugewiesen
fr: L'organisation a été associé

source: Could not associate the organization
de: Die Organisation konnte nicht zugewiesen werden
fr: Impossible d'associer l'organisation

source: Disassociate an organization
ca: Desassocia una organització
de: Organisation lösen
fr: Dissocier une organisation
it: Rimuovere associazione di una organizzazione
ja: 組織の関連付けを解除

source: The organization has been disassociated
de: Die Organisation wurde gelöst
fr: L'organisation a été dissocié

source: Could not disassociate the organization
de: Die Organisation konnte nicht gelöst werden
fr: Impossible de dissocier l'organisation

source: Associate an operating system
ca: Associa un sistema operatiu
de: Betriebssystem zuweisen
fr: Associer un système d'exploitation
it: Associa un sistema operativo
ja: オペレーティングシステムの関連付け

source: Operating system has been associated
ca: El sistema operatiu ha estat associat
de: Betriebssystem wurde zugewiesen
fr: Le système d'exploitation a été associé
it: Il sistema operativo è stato associato
ja: オペレーティングシステムが関連付けられています

source: Could not associate the operating system
ca: No s'ha pogut associar el sistema operatiu
de: Betriebssystem konnte nicht zugewiesen werden
fr: Impossible d'associer le système d'exploitation
it: Impossibile associare il sistema operativo
ja: オペレーティングシステムを関連付けられませんでした

source: Disassociate an operating system
ca: Desassocia un sistema operatiu
de: Betriebssystem lösen
fr: Dissocier un système d'exploitation
it: Rimuovere associazione di un sistema operativo
ja: オペレーティングシステムの関連付けの解除

source: Operating system has been disassociated
ca: El sistema operatiu ha estat desassociat
de: Betriebssystem wurde gelöst
fr: Le système d'exploitation a été dissocié
it: Rimossa associazione del sistema operativo
ja: オペレーティングシステムの関連付けが解除されました

source: Could not disassociate the operating system
ca: No s'ha pogut desassociar el sistema operatiu
de: Betriebssystem konnte nicht gelöst werden
fr: Impossible de dissocier le système d'exploitation
it: Impossibile rimuovere associazione di un sistema operativo
ja: オペレーティングシステムの関連付けを解除できませんでした

source: Associate an architecture
ca: Associa una arquitectura
de: Architektur zuweisen
fr: Associer une architecture
it: Associa una architettura
ja: アーキテクチャーの関連付け

source: Architecture has been associated
ca: L'arquitectura ha estat associada
de: Architektur wurde zugewiesen
fr: L'architecture a été associée
it: L'architettura è stata associata
ja: アーキテクチャーが関連付けられました

source: Could not associate the architecture
ca: No s'ha pogut associar l'arquitectura
de: Architektur konnte nicht zugewiesen werden
fr: Impossible d'associer l'architecture
it: Impossibile associare l'architettura
ja: アーキテクチャーを関連付けられませんでした

source: Disassociate an architecture
ca: Desassocia una arquitectura
de: Architektur lösen
fr: Dissocier une architecture
it: Rimuovere associazione architettura
ja: アーキテクチャーの関連付けの解除

source: Architecture has been disassociated
ca: L'arquitectura ha estat desassociada
de: Architektur wurde gelöst
fr: L'architecture a été dissociée
it: Rimossa associazione dell'architettura
ja: アーキテクチャーの関連付けが解除されました

source: Could not disassociate the architecture
ca: No s'ha pogut desassociar l'arquitectura
de: Architektur konnte nicht gelöst werden
fr: Impossible de dissocier l'architecture
it: Impossibile rimuovere associazione dell'architettura
ja: アーキテクチャーの関連付けを解除できませんでした

source: Associate a partition table
ca: Associa una taula de particions
de: Partitionstabelle zuweisen
fr: Associer une table de partition
it: Associa una tabella delle partizioni
ja: パーティションテーブルの関連付け

source: Partition table has been associated
ca: La taula de particions ha estat associada
de: Partitionstabelle wurde zugewiesen
fr: La table de partition a été associée
it: Tabella delle partizioni associata
ja: パーティションテーブルが関連付けられています

source: Could not associate the partition table
ca: No s'ha pogut associar la taula de particions
de: Partitionstabelle konnte nicht zugewiesen werden
fr: Impossible d'associer la table de partition
it: Impossibile associare la tabella delle partizioni
ja: パーティションテーブルを関連付けられませんでした

source: Disassociate a partition table
ca: Desassocia una taula de particions
de: Partitionstabelle lösen
fr: Dissocier une table de partition
it: Rimuovere associazione di una tabella delle partizioni
ja: パーティションテーブルの関連付けの解除

source: Partition table has been disassociated
ca: La taula de particions ha estat desassociada
de: Partitionstabelle wurde gelöst
fr: La table de partition a été dissociée
it: Rimossa associazione tabella delle partizioni
ja: パーティションテーブルの関連付けが解除されました

source: Could not disassociate the partition table
ca: No s'ha pogut desassociar la taula de particions
de: Partitionstabelle konnte nicht gelöst werden
fr: Impossible de dissocier la table de partition
it: Impossibile rimuovere associazione della tabellla delle partizioni
ja: パーティションテーブルの関連付けを解除できませんでした

source: Assign a user role
ca: Assigna un rol d'usuari
de: Benutzerrolle zuweisen
fr: Assigner un rôle utilisateur
it: Assegna ruolo utente
ja: ユーザーロールの割り当て

source: User role has been assigned
ca: El rol d'usuari ha estat assignat
de: Benutzerrolle wurde zugewiesen
fr: Rôle utilisateur assigné
it: Il ruolo utente è stato assegnato
ja: ユーザーロールが割り当てられています

source: Could not assign the user role
ca: No s'ha pogut assignar el rol d'usuari
de: Benutzerrolle konnte nicht zugewiesen werden
fr: Impossible d'assigner le rôle utilisateur
it: Impossibile assegnare il ruolo utente
ja: ユーザーロールを割り当てることができませんでした

source: Remove a user role
ca: Suprimeix un rol d'usuari
de: Benutzerrolle entfernen
fr: Supprimer un rôle utilisateur
it: Rimuovi un ruolo utente
ja: ユーザーロールの削除

source: User role has been removed
ca: El rol d'usuari ha estat suprimit
de: Benutzerrolle wurde entfernt
fr: Rôle utilisateur supprimé
it: Il ruolo utente è stato rimosso
ja: ユーザーロールが削除されています

source: Could not remove the user role
ca: No s'ha pogut suprimir el rol d'usuari
de: Benutzerrolle konnte nicht entfernt werden
fr: Impossible de supprimer le rôle utilisateur
it: Impossibile rimuovere il ruolo utente
ja: ユーザーロールを削除できませんでした

source: Associate a location
fr: Associer une localisation

source: The location has been associated
fr: La localisation a été assiocé

source: Could not associate the location
fr: Impossible d'associer la localisation

source: Disassociate a location
fr: Dissocier une localisation

source: The location has been disassociated
fr: La localisation a été dissocié

source: Could not disassociate the location
fr: Impossible de dissocié la localisation

source: Set credentials
ca: Estableix les credencials
de: Berechtigungsnachweise festlegen
fr: Définir les authentifiants
it: Imposta le credenziali
ja: 資格情報の設定

source: Wipe your credentials
ca: Neteja les vostres credencials
de: Berechtigungsnachweise löschen
fr: Supprimer vos authentifiants
it: Rimuovi le credenziali
ja: 資格情報のワイプ

source: Credentials deleted.
ca: S'han suprimit les credencials.
de: Berechtigungsnachweise gelöscht.
fr: Identifiants supprimés
it: Credenziali rimosse.
ja: 資格情報が削除されました。

source: Information about current connections
ca: Informació sobre les connexions actuals
de: Informationen über aktuelle Verbindungen
fr: Information à propos des connexions en cours
it: Informazioni sulle connessioni correnti
ja: 現在の接続についての情報

source: You are logged in as '%s'
ca: Heu iniciat la sessió com a «%s»
de: Sie sind als "%s" angemeldet
fr: Vous êtes identifié comme '%s'
it: Sei registrato come '%s'
ja: ユーザーは '%s' としてログインしています

source: You are currently not logged in to any service. Use the service to set credentials.
de: Sie sind derzeit bei keinem Dienst angemeldet. Bestimmen Sie Ihre Zugangsdaten über den Dienst.
fr: Vous n'êtes actuellement pas identifié sur aucun service. Utilisez le service pour définir vos identifiants.
ja: ユーザーは現在いずれのサービスにもログインしていません。 資格情報を設定するためにサービスを使用します。

source: Manage LDAP auth sources.
ca: Gestiona els orígens d'autenticació LDAP.
de: LDAP-Authentifizierungsquellen verwalten.
fr: Gérer les sources d'authentification LDAP.
it: Gestisci sorgenti di autenticazione LDAP.
ja: LDAP 認証ソースを管理します。

source: Server Type
ca: Tipus de servidor
de: Servertyp
fr: Type de serveur
it: Tipo di server
ja: サーバーのタイプ
