Repository: dLobatog/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ca, de, fr, it, ja

source: Could not update the smart variable
ca: No s'ha pogut actualitzar la variable intel·ligent
de: Smart-Variable konnte nicht aktualisiert werden
fr: Impossible de mettre à jour la smart variable
ja: スマート変数を更新できませんでした

source: Smart variable [%{variable}] deleted
ca: S'ha suprimit la variable intel·ligent [%{variable}]
de: Smart-Variable [%{variable}] gelöscht
fr: Smart variable [%{variable}] supprimée
ja: スマート変数 [%{variable}] が削除されました

source: Could not delete the smart variable
ca: No s'ha pogut suprimir la variable intel·ligent
de: Smart-Variable konnte nicht gelöscht werden
fr: Impossible de supprimer la smart variable
ja: スマート変数を削除できませんでした

source: Mask
ca: Màscara
de: Maske
fr: Masque
it: Maschera
ja: マスク

source: Priority
ca: Prioritat
de: Priorität
fr: Priorité
it: Priorità
ja: 優先度

source: Primary DNS
ca: DNS primari
de: Primärer DNS
fr: DNS Primaire
it: DNS primario
ja: プライマリー DNS

source: Secondary DNS
ca: DNS secundari
de: Sekundärer DNS
fr: DNS Secondaire
it: DNS secondario
ja: セカンダリー DNS

source: Gateway
ca: Passarel·la
fr: Passerelle
ja: ゲートウェイ

source: From
ca: De
de: Von
fr: De
it: Da
ja: 起点

source: To
ca: A
de: Bis
fr: À
it: A
ja: 終点

source: Subnet created
ca: S'ha creat la subxarxa
de: Subnetz erstellt
fr: Sous-Réseau créé
it: Sottorete creata
ja: サブネットが作成されました

source: Could not create the subnet
ca: No s'ha pogut crear la subxarxa
de: Subnetz konnte nicht erstellt werden
fr: Impossible de créer le sous-réseau
it: Impossibile creare la sottorete
ja: サブネットを作成できませんでした

source: Subnet updated
ca: S'ha actualitzat la subxarxa
de: Subnetz aktualisiert
fr: Sous-réseau mis à jour
it: Sottorete aggiornata
ja: サブネットが更新されました

source: Could not update the subnet
ca: No s'ha pogut actualitzar la subxarxa
de: Subnetz konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le sous-réseau
it: Impossibile aggiornare la sottorete
ja: サブネットを更新できませんでした

source: Subnet deleted
ca: S'ha suprimit la subxarxa
de: Subnetz gelöscht
fr: Sous-réseau supprimé
it: Sottorete rimossa
ja: サブネットが削除されました

source: Could not delete the subnet
ca: No s'ha pogut suprimir la subxarxa
de: Subnetz konnte nicht gelöscht werden
fr: Impossible de supprimer le sous-réseau
it: Impossibile rimuovere la sottorete
ja: サブネットを削除できませんでした

source: List available config template kinds.
ca: Llista els tipus disponibles de plantilles de configuració.
de: Verfügbare Konfigurationsvorlagenarten anzeigen.
fr: Lister les types de modèles disponibles.
it: Elenca i tipi di modelli di configurazione disponibili.
ja: 利用可能な設定テンプレートの種類の一覧表示。

source: View config template content.
ca: Visualitza el contingut de la plantilla de configuració.
de: Konfigurationsvorlageninhalte anzeigen.
fr: Voir le contenu du modèle de configuration
it: Visualizza il contenuto del modello di configurazione.
ja: 設定テンプレートコンテンツの表示。

source: Path to a file that contains the template
ca: Camí a un fitxer que conté la plantilla
de: Pfad zur Datei, welche die Vorlage enthält
fr: Chemin du fichier contenant le modèle
it: Percorso per il file con un modello di configurazione
ja: テンプレートを含むファイルのパス

source: Template type. Eg. snippet, script, provision
ca: Tipus de plantilla. p.ex. snippet, script, provision
de: Vorlagentyp, z. B. Snippet, Skript, Bereitstellung
fr: Type de modèle. Ex: snippet, script, provisioning
it: Tipo di modello. Es. snippet, script, provision
ja: テンプレートのタイプ。例: スニペット、スクリプト、プロビジョニング

source: Config template created
ca: S'ha creat la plantilla de configuració
de: Konfigurationsvorlage erstellt
fr: Modèle de configuration créé
it: Modello di configurazione creato
ja: 設定テンプレートが作成されました。

source: Could not create the config template
ca: No s'ha pogut crear la plantilla de configuració
de: Konfigurationsvorlage konnte nicht erstellt werden
fr: Impossible de créer le modèle de configuration
it: Impossibile creare il modello di configurazione
ja: 設定テンプレートを作成できませんでした。

source: Config template updated
ca: S'ha actualitzat la plantilla de configuració
de: Konfigurationsvorlage aktualisiert
fr: Modèle de configuration mis à jour
it: Modello di configurazione aggiornato
ja: 設定テンプレートが更新されました

source: Could not update the config template
ca: No s'ha pogut actualitzar la plantilla de configuració
de: Konfigurationsvorlage konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le modèle de configuration
it: Impossibile aggiornare il modello di configurazione
ja: 設定テンプレートを更新できませんでした

source: Config template deleted
ca: S'ha suprimit la plantilla de configuració
de: Konfigurationsvorlage gelöscht
fr: Modèle de configuration supprimé
it: Modello di configurazione rimosso
ja: 設定テンプレートが削除されました

source: Could not delete the config template
ca: No s'ha pogut suprimir la plantilla de configuració
de: Konfigurationsvorlage konnte nicht gelöscht werden
fr: Impossible de supprimer le modèle de configuration
it: Impossibile rimuovere il modello di configurazione
ja: 設定テンプレートを削除できませんでした

source: Update the default PXE menu on all configured TFTP servers
ca: Actualitza el menú PXE per defecte en tots els servidors TFTP configurats
de: Standard-PXE-Menü auf allen konfigurierten TFTP-Servern aktualisieren
fr: Mise à jour du menu PXE par défaut sur tous les serveurs TFTP configurés
it: Aggiorna il menu predefinito di PXE su tutti i server TFTP configurati
ja: すべての設定済み TFTP サーバーでのデフォルト PXE メニューの更新

source: Config template cloned
de: Konfigurationsvorlage geklont
fr: Modèle de configuration cloné

source: Could not clone the config template
de: Die Konfigurationsvorlage konnte nicht geklont werden
fr: Impossible de cloner le modèle de configuration

source: Effective admin
de: Effektiver Administrator
fr: Admin effectif

source: Authorized by
ca: Autoritzat per
de: Autorisiert durch
fr: Autorisé par
it: Autorizzato da
ja: 認証先

source: Timezone
ca: Zona horària
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン

source: Last login
ca: Últim inici de sessió
de: Letzte Anmeldung
fr: Dernière connexion le
it: Ultima registrazione
ja: 最終ログイン

source: Default organization
ca: Organització per defecte
de: Standardmäßige Organisation
fr: Organisation par défaut
it: Organizzazione predefinita
ja: デフォルトの組織

source: Default location
ca: Ubicació per defecte
de: Standardmäßiger Standort
fr: Emplacement par défaut
it: Località predefinita
ja: デフォルトのロケーション

source: default
ca: per defecte
de: Standard
fr: défaut
it: predefinito
ja: デフォルト

source: User [%{login}] created
ca: S'ha creat l'usuari [%{login}]
de: Benutzer [%{login}] erstellt
fr: Utilisateur [%{login}] créé
ja: ユーザー [%{login}] が作成されました

source: Could not create the user
ca: No s'ha pogut crear l'usuari
de: Benutzer konnte nicht erstellt werden
fr: Impossible de créer l'utilisateur
it: Impossibile creare l'utente
ja: ユーザーを作成できませんでした

source: User [%{login}] updated
ca: S'ha actualitzat l'usuari [%{login}]
de: Benutzer [%{login}] aktualisiert
fr: Utilisateur [%{login}] mis à jour
ja: ユーザー [%{login}] が更新されました

source: Could not update the user
ca: No s'ha pogut actualitzar l'usuari
de: Benutzer konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'utilisateur
it: Impossibile aggiornare l'utente
ja: ユーザーを更新できませんでした

source: User [%{login}] deleted
ca: S'ha suprimit l'usuari [%{login}]
de: Benutzer [%{login}] gelöscht
fr: Utilisateur [%{login}] supprimé
ja: ユーザー [%{login}] が削除されました

source: Could not delete the user
ca: No s'ha pogut suprimir l'usuari
de: Benutzer konnte nicht gelöscht werden
fr: Impossible de supprimer l'utilisateur
it: Impossibile cancellare l'utente
ja: ユーザーを削除できませんでした

source: User group [%<name>s] created
ca: S'ha creat el grup d'usuaris [%<name>s]
de: Benutzergruppe [%<name>s] erstellt
fr: Groupe d'utilisateur [%<name>s] créé
it: Gruppo utenti [%<name>s] creato
ja: ユーザーグループ [%<name>s] が作成されました

source: Could not create the user group
ca: No s'ha pogut crear el grup d'usuaris
de: Benutzergruppe konnte nicht erstellt werden
fr: Impossible de créer le groupe d'utilisateurs
it: Impossibile creare il gruppo di utenti
ja: ユーザーグループを作成できませんでした

source: User group [%<name>s] updated
ca: S'ha actualitzat el grup d'usuaris [%<name>s]
de: Benutzergruppe [%<name>s] aktualisiert
fr: Groupe d'utilisateurs [%<name>s] mis à jour
it: Gruppo utenti [%<name>s] aggiornato
ja: ユーザーグループ [%<name>s] が更新されました

source: Could not update the user group
ca: No s'ha pogut actualitzar el grup d'usuaris
de: Benutzergruppe konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le groupe d'utilisateurs
it: Impossibile aggiornare il gruppo di utenti
ja: ユーザーグループを更新できませんでした

source: User group [%<name>s] deleted
ca: S'ha suprimit el grup d'usuaris [%<name>s]
de: Benutzergruppe [%<name>s] gelöscht
fr: Groupe d'utilisateurs [%<name>s] supprimé
it: Gruppo utenti [%<name>s] rimosso
ja: ユーザーグループ [%<name>s] が削除されました

source: Could not delete the user group
ca: No s'ha pogut suprimir el grup d'usuaris
de: Benutzergruppe konnte nicht gelöscht werden
fr: Impossible de supprimer le groupe d'utilisateurs
it: Impossibile cancellare il gruppo di utenti
ja: ユーザーグループを削除できませんでした

source: Base DN
ca: DN base
de: Basis-DN
it: DN di base
ja: ベース DN

source: Tenant
ca: Inquilí
de: Mandant
it: Titolare
ja: テナント

source: Description
ca: Descripció
de: Beschreibung
it: Descrizione
ja: 説明

source: Auth source
ca: Origen d'autenticació
de: Authentifizierungsquelle
it: Sorgente di autenticazione
ja: 認証ソース

source: Fact
ca: Objecte d'interès
de: Fakt
it: Evento
ja: ファクト

source: Permissions
ca: Permisos
de: Berechtigungen
it: Permessi
ja: パーミッション

source: MAC
de: MAC-Adresse

source: Type
ca: Tipus
de: Typ
it: Tipo
ja: タイプ

source: Architecture
ca: Arquitectura
de: Architektur
it: Architettura
ja: アーキテクチャー

source: Mode
de: Modus
it: Modalità
ja: モード

source: Parent
de: Übergeordnet

source: Architectures
ca: Arquitectures
de: Architekturen
it: Architetture
ja: アーキテクチャー

source: Smart variables
ca: Variables intel·ligents
de: Smart-Variablen
it: Variabili smart
ja: スマート変数

source: Smart proxies
ca: Servidors intermediaris intel·ligents
de: Smart-Proxys
it: Smart proxy
ja: スマートプロキシー

source: file
ca: fitxer
de: Datei
ja: ファイル

source: package
ca: paquet
de: Paket
it: pacchetto
ja: パッケージ

source: service
ca: servei
de: Dienst
it: servizio
ja: サービス

source: user
ca: usuari
de: Benutzer
it: utente
ja: ユーザー

source: total
de: insgesamt
it: totale
ja: 合計

source: Logs
ca: Registres
de: Protokolle
it: Log
ja: ログ

source: Message
ca: Missatge
de: Nachricht
it: Messaggio
ja: メッセージ

source: Login
ca: Entra
de: Anmeldung
it: Registrazione
ja: ログイン

source: Email
ca: Correu electrònic
de: E-Mail-Adresse
ja: メール

source: Admin
ca: Administrador
de: Administrator
it: Ammin
ja: 管理者

source: Locale
ca: Configuració regional
de: Sprachumgebung
ja: ロケール

source: Port
it: Porta
ja: ポート

source: IP
ja: IP アドレス

source: Bare Metal
ja: ベアメタル

source: Medium
ca: Mitjà
it: Supporto
ja: メディア

source: Image
ca: Imatge
it: Immagine
ja: イメージ

source: Tag
ca: Etiqueta
it: Etichetta
ja: タグ

source: Info
it: Informazioni
ja: 情報

source: SP IP
ca: IP del SP
it: IP SP

source: SP MAC
ca: MAC del SP
it: MCA SP

source: VLAN ID
ca: ID de VLAN
