Repository: dLobatog/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ca, de, fr, it, ja

source: IP address
ca: Adreça IP
de: IP-Adresse
fr: Adresse IP
it: indirizzo IP
ja: IP アドレス

source: Operating system
ca: Sistema operatiu
de: Betriebssystem
fr: Système d'exploitation
it: Sistema operativo

source: Build
ca: Construeix
fr: Construire
it: Compilazione
ja: ビルド

source: Partition Table
ca: Taula de particions
de: Partitionstabelle
fr: Table de partition
it: Tabella delle partizioni
ja: パーティションテーブル

source: Custom partition table
ca: Taula de particions personalitzada
de: Benutzerdefinierte Partitionstabelle
fr: Table de partition spécifique
ja: カスタムパーティションテーブル

source: Image file
ca: Fitxer d'imatge
de: Image-Datei
fr: Fichier Image
it: File immagine
ja: イメージファイル

source: Use image
ca: Utilitza la imatge
de: Image verwenden
fr: Utiliser l'image
it: Usa immagine
ja: イメージの使用

source: Additional info
ca: Informació addicional
de: Zusätzliche Informationen
fr: Informations complémentaires
it: Info aggiuntive
ja: 追加情報

source: Owner Id
ca: ID del propietari
de: Besitzer-ID
fr: Id du Propriétaire
it: ID proprietario
ja: 所有者 ID

source: Owner Type
ca: Tipus de propietari
de: Besitzertyp
fr: Type de Propriétaire
it: Tipo di proprietario
ja: 所有者タイプ

source: Enabled
ca: Habilitat
de: Aktiviert
fr: Activé
it: Abilitato
ja: 有効化

source: Model
de: Modell
fr: Modèle
it: Modello
ja: モデル

source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
it: Commento
ja: コメント

source: Status
ca: Estat
fr: Statut
it: Stato
ja: 状態

source: Power
de: Strom
fr: Alimentation
it: Alimentazione
ja: パワー

source: Puppet run triggered
de: Puppet-Durchlauf ausgelöst
fr: Puppet Run déclenché
it: Esecuzione puppet attivata
ja: Puppet run がトリガーされました

source: Host created
ca: S'ha creat l'amfitrió
de: Host erstellt
fr: Hôte créé
it: Host creato
ja: ホストが作成されました

source: Could not create the host
ca: No s'ha pogut crear l'amfitrió
de: Host konnte nicht erstellt werden
fr: Impossible de créer l'hôte
it: Impossibile creare l'host
ja: ホストを作成できませんでした

source: Host updated
ca: S'ha actualitzat l'amfitrió
de: Host aktualisiert
fr: Hôte mis à jour
it: Host aggiornato
ja: ホストが更新されました

source: Could not update the host
ca: No s'ha pogut actualitzar l'amfitrió
de: Host konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'hôte
it: Impossibile aggiornare l'host
ja: ホストを更新できませんでした

source: Host deleted
ca: S'ha suprimit l'amfitrió
de: Host gelöscht
fr: Hôte supprimé
it: Host rimosso
ja: ホストが削除されました

source: Could not delete the host
ca: No s'ha pogut suprimir l'amfitrió
de: Host konnte nicht gelöscht werden
fr: Impossible de supprimer l'hôte
it: Impossibile rimuovere l'host
ja: ホストを削除できませんでした

source: Create or update parameter for a host.
ca: Crea o actualitza el paràmetre per a un amfitrió.
de: Parameter für einen Host erstellen oder aktualisieren.
fr: Créer ou changer un paramètre d'un hôte.
it: Creare o aggiornare il parametro per un host.
ja: ホストのパラメーターを作成または更新します。

source: Host parameter updated
ca: S'ha actualitzat el paràmetre de l'amfitrió
de: Hostparameter aktualisiert
fr: Paramètre de l'hôte mis à jour
it: Parametro host aggiornato
ja: ホストパラメーターが更新されました

source: New host parameter created
ca: S'ha creat el paràmetre de l'amfitrió nou
de: Neuer Hostparameter erstellt
fr: Nouveau paramètre de l'hôte créé
it: Creato nuovo parametro dell'host
ja: 新規ホストパラメーターが作成されました

source: Could not set host parameter
ca: S'ha pogut establir el paràmetre de l'amfitrió
de: Hostparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre de l'hôte
it: Impossibile impostare il parametro dell'host
ja: ホストパラメーターを設定できませんでした

source: Delete parameter for a host.
ca: Suprimeix el paràmetre per a un amfitrió.
de: Parameter für einen Host löschen.
fr: Suppression du paramètre d'un hôte.
it: Cancella il parametro per un host.
ja: ホストのパラメーターを削除します。

source: Host parameter deleted
ca: S'ha suprimit el paràmetre de l'amfitrió.
de: Hostparameter gelöscht
fr: Paramètre de l'hôte supprimé
it: Parametro host cancellato
ja: ホストパラメーターが削除されました

source: Power a host on
ca: Engega un amfitrió
de: Host anschalten
fr: Allumer une machine
it: Attiva un host
ja: ホストのパワーをオンにする

source: The host is starting.
ca: L'amfitrió s'està iniciant.
de: Host wird gestartet.
fr: L'hôte démarre.
it: L'host è stato avviato.
ja: ホストが起動中です。

source: Force turning off a host
de: Abschalten von Host erzwingen
fr: Forcer l'extinction d'un hôte
it: Forza la disattivazione di un host.
ja: ホストを強制的にオフにする

source: Power a host off
ca: Apaga un amfitrió
de: Host ausschalten
fr: Éteindre un hôte
it: Disattiva un host
ja: ホストのパワーをオフにする

source: Power off forced.
de: Abschalten erzwingen.
fr: Extinction forcée.
it: Disattivazione forzata.
ja: パワーオフが強制されました。

source: Powering the host off.
de: Host wird abgeschaltet.
fr: Extinction de l'hôte.
it: Disattivazione host in corso.
ja: ホストのパワーをオフにしています。

source: Reboot a host
ca: Reinicia un amfitrió
de: Host neu starten
fr: Redémarrage d'un hôte
it: Riavvia un host
ja: ホストの再起動

source: Host reboot started.
de: Host wird neu gestartet.
fr: Redémarrage de l'hôte lancé
it: Riavvio host iniziato.
ja: ホストの再起動が開始されました。

source: Rebuild orchestration related configurations for host
fr: Reconstruire les configurations d'orchestration relatives à l'hôte

source: Configuration successfully rebuilt.
de: Konfiguration erfolgreich erneut gebaut.
fr: Configuration reconstruite avec succès.
ja: 設定が正常に再ビルドされました。

source: List of puppetclass ids
de: Liste mit Puppet-Klassen-IDs
fr: Liste des identifiants de puppetclass
it: Elenco di id puppetclass
ja: Puppet クラス ID の一覧

source: Name of puppet CA proxy
ca: Nom del servidor intermediari de l'AC de Puppet
de: Name des Puppet-CA-Proxys
fr: Nom du proxy pour Puppet CA
it: Nome proxy CA del puppet
ja: Puppet CA プロキシーの名前

source: Name of puppet proxy
ca: Nom del servidor intermediari de Puppet
de: Name des Puppet-Proxys
fr: Nom du proxy pour Puppet
it: Nome proxy del puppet
ja: Puppet プロキシーの名前

source: Name of parent hostgroup
ca: Nom del grup d'amfitrions pare
de: Name der übergeordneten Hostgruppe
fr: Nom du groupe d'hôtes parent
it: Nome dell'hostgroup genitore
ja: 親ホストグループの名前

source: Root password
ca: Contrasenya de root
de: Root-Passwort
fr: Mot de passe root
it: Password root
ja: root パスワード

source: Enter the root password for the host group:
de: Geben Sie das Root-Passwort für die Hostgruppe ein:
fr: Saisir le mot de passe root du groupe d'hôtes :
ja: ホストグループの root パスワードを入力:

source: Title
ca: Títol
fr: Titre
it: Qualifica
ja: タイトル

source: Puppet CA Proxy Id
ca: ID del servidor intermediari de l'AC de Puppet
fr: Id du Proxy Puppet CA
it: ID CA Proxy del Puppet
ja: Puppet CA プロキシー ID

source: Puppet Master Proxy Id
ca: ID del servidor intermediari màster de Puppet
fr: Id du proxy Puppet Master
it: ID Proxy master del Puppet
ja: Puppet マスタープロキシー ID

source: ComputeProfile
ca: Perfil computacional
de: Rechnerprofil
fr: Ressource d'ordinateur
ja: コンピュートプロファイル

source: Parent Id
ca: ID del pare
de: Übergeordnete ID
fr: ID du parent
it: ID genitore
ja: 親 ID

source: Hostgroup created
ca: S'ha creat el grup d'amfitrions
de: Hostgruppe erstellt
fr: Groupe d'hôtes créé
it: Hostgroup creato
ja: ホストグループが作成されました

source: Could not create the hostgroup
ca: No s'ha pogut crear el grup d'amfitrions
de: Hostgruppe konnte nicht erstellt werden
fr: Impossible de créer le groupe d'hôtes
it: Impossibile creare l'hostgroup
ja: ホストグループを作成できませんでした

source: Hostgroup updated
ca: S'ha actualitzat el grup d'amfitrions
de: Hostgruppe aktualisiert
fr: Groupe d'hôtes mis à jour
it: Hostgroup aggiornato
ja: ホストグループが更新されました

source: Could not update the hostgroup
ca: No s'ha pogut actualitzar el grup d'amfitrions
de: Hostgruppe konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le groupe d'hôtes
it: Impossibile aggiornare l'hostgroup
ja: ホストグループを更新できませんでした

source: Hostgroup deleted
ca: S'ha suprimit el grup d'amfitrions
de: Hostgruppe gelöscht
fr: Groupe d'hôtes supprimé
it: Hostgroup rimosso
ja: ホストグループが削除されました

source: Could not delete the hostgroup
ca: No s'ha pogut suprimir el grup d'amfitrions
de: Hostgruppe konnte nicht gelöscht werden
fr: Impossible de supprimer le groupe d'hôtes
it: Impossibile rimuovere l'hostgroup
ja: ホストグループを削除できませんでした

source: Create or update parameter for a hostgroup.
ca: Crea o actualitza el paràmetre per a un grup d'amfitrions.
de: Parameter für Hostgruppe erstellen oder aktualisieren.
fr: Créer ou changer un paramètre d'un groupe d'hôtes.
it: Creare o aggiornare un parametro per un hostgroup.
ja: ホストグループのパラメーターを作成または更新します。

source: Hostgroup parameter updated
ca: S'ha actualitzat el paràmetre del grup d'amfitrions
de: Hostgruppenparameter aktualisiert
fr: Paramètre du groupe d'hôtes mis à jour
it: Parametro hostgroup aggiornato
ja: ホストグループのパラメーターが更新されました

source: New hostgroup parameter created
ca: S'ha creat el paràmetre del grup d'amfitrions nou
de: Neuer Hostgruppenparameter erstellt
fr: Nouveau paramètre du groupe d'hôtes créé
it: Creato nuovo parametro hostgroup
ja: 新規ホストグループパラメーターが作成されました

source: Could not set hostgroup parameter
ca: S'ha pogut establir el paràmetre del grup d'amfitrions
de: Hostgruppenparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre du groupe d'hôtes
it: Impossibile impostare il parametro hostgroup
ja: ホストグループのパラメーターを設定できませんでした

source: Delete parameter for a hostgroup.
ca: Suprimeix el paràmetre per a un grup d'amfitrions.
de: Parameter für Hostgruppe löschen.
fr: Suppression du paramètre d'un groupe d'hôtes
it: Cancella il parametro per un hostgroup.
ja: ホストグループのパラメーターの削除。

source: Hostgroup parameter deleted
ca: S'ha suprimit el paràmetre del grup d'amfitrions
de: Hostgruppenparameter gelöscht
fr: Paramètre du groupe d'hôtes supprimé
it: Parametro hostgroup cancellato
ja: ホストグループのパラメーターが削除されました。

source: Architecture name
ca: Nom de l'arquitectura
de: Architekturname
fr: Nom de l'architecture
it: Nome architettura
ja: アーキテクチャー名

source: Compute resource name
ca: Nom del recurs computacional
de: Rechnerressourcenname
fr: Nom de la ressource d'ordinateur
it: Nome risorsa di calcolo
ja: コンピュートリソース名

source: Domain name
ca: Nom de domini
fr: Nom de domaine
it: Nome del dominio
ja: ドメイン名

source: Environment name
ca: Nom de l'entorn
de: Umgebungsname
fr: Nom de l'environnement
it: Nome ambiente
ja: 環境名

source: Host name
ca: Nom de l'amfitrió
fr: Nom d'hôte
ja: ホスト名

source: Hostgroup name
ca: Nom del grup d'amfitrions
de: Hostgruppenname
fr: Nom du groupe d'hôtes
it: Nome hostgroup
ja: ホストグループ名

source: Hostgroup title
ca: Títol del grup d'amfitrions
de: Hostgruppentitel
fr: Titre du groupe d'hôtes
ja: ホストグループタイトル

source: Location name
ca: Nom de la ubicació
de: Standortname
fr: Nom de l'emplacement
it: Nome posizione
ja: ロケーション名

source: Medium name
ca: Nom del mitjà
fr: Nom du medium
it: Nome supporto
ja: メディア名

source: Model name
ca: Nom del model
de: Modellname
fr: Nom du modèle
it: Nome modello
ja: モデル名

source: Organization name
ca: Nom de l'organització
de: Organisationsname
fr: Nom de l'organisation
it: Nome organizzazione
ja: 組織名

source: Operating system title
ca: Títol del sistema operatiu
de: Betriebssystemtitel
fr: Titre du système d'exploitation
it: Titolo sistema operativo
ja: オペレーティングシステムのタイトル

source: Partition table name
ca: Nom de la taula de particions
de: Partitionstabellenname
fr: Nom de la table de partition
it: Nome tabella delle partizioni
ja: パーティションテーブル名

source: Proxy name
ca: Nom del servidor intermediari
fr: Nom du proxy
it: Nome proxy
ja: プロキシー名

source: Puppet class name
ca: Nom de la classe de Puppet
de: Puppet-Klassenname
fr: Nom de la classe puppet
it: Nome classe del puppet
ja: Puppet クラス名

source: Report name
ca: Nom de l'informe
de: Berichtsname
fr: Nom du rapport
it: Nome riporto
ja: レポート名

source: User role name
ca: Nom del rol d'usuari
de: Benutzerrollenname
fr: Nom du rôle utilisateur
it: Nome ruolo utente
ja: ユーザーロール名

source: Setting name
ca: Nom de l'ajust
de: Einstellungsname
fr: Nom du paramètre
ja: 設定名

source: Subnet name
ca: Nom de la subxarxa
de: Subnetzname
fr: Nom du sous réseau
it: Nome sottorete
ja: サブネット名

source: User's login to search by
de: Zu suchender Benutzername
fr: Recherche par nom d'utilisateur
it: Login utente per la ricerca
ja: 検索するユーザーのログイン

source: Common parameter name
de: Allgemeiner Parametername
fr: Nom du paramètre commun
it: Nome parametro comune
ja: 共通パラメーター名

source: Smart class parameter name
de: Smart-Klassen-Parametername
fr: Nom du paramètre de la smart class
it: Nome parametro classe smart
ja: スマートクラスパラメーター名

source: Smart variable name
ca: Nom de la variable intel·ligent
de: Name der Smart-Variable
fr: Nom de la Smart variable
ja: スマート変数名

source: Name to search by
de: Zu suchender Name
fr: Recherche par nom
it: Nome per la ricerca
ja: 検索する名前

source: one of %s not found
de: eines von %s nicht gefunden
fr: un sur %s introuvable
it: uno di %s non trovato
ja: %s の 1 つが見つかりませんでした

source: %s not found
de: %s nicht gefunden
fr: %s non trouvé
it: %s non trovato
ja: %s が見つかりませんでした

source: found more than one %s
de: mehr als ein %s gefunden
fr: plus d'un %s ont été trouvés
ja: 複数の %s が見つかりました

source: Missing options to search %s
de: Fehlende Optionen zum Suchen von %s
fr: Option manquante pour rechercher %s
it: Opzioni mancanti per la ricerca di %s
ja: %s の検索に足りないオプション

source: View and manage compute resource's images
ca: Visualitza i gestiona les imatges dels recursos computacionals.
de: Images der Rechnerressource anzeigen und verwalten
fr: Gérer les images des ressources d'ordinateur
it: Visualizza e gestisci le immagini della risorsa di calcolo
ja: コンピュートリソースのイメージの表示および管理

source: Username
ca: Nom d'usuari
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名

source: IAM role
ca: Rol IAM
de: IAM-Rolle
fr: Rôle IAM
it: Ruolo IAM
ja: IAM ロール

source: Show images available for addition
de: Verfügbare Images anzeigen
fr: Afficher les images disponibles pour ajout
it: Mostra le immagini disponibili da aggiungere
ja: 追加に使用できるイメージの表示

source: Image created
ca: S'ha creat la imatge
de: Image erstellt
fr: Image créée
it: Immagine creata
ja: イメージが作成されました

source: Could not create the image
ca: No s'ha pogut crear la imatge
de: Image konnte nicht erstellt werden
fr: Impossible de créer l'image
it: Impossibile creare l'immagine
ja: イメージを作成できませんでした

source: Image updated
ca: S'ha actualitzat la imatge
de: Image aktualisiert
fr: Image mise à jour
it: Immagine aggiornata
ja: イメージが更新されました

source: Could not update the image
ca: No s'ha pogut actualitzar la imatge
de: Image konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'image
it: Impossibile aggiornare l'immagine
ja: イメージを更新できませんでした

source: Image deleted
ca: S'ha suprimit la imatge
de: Image gelöscht
fr: Image supprimée
it: Immagine cancellata
ja: イメージが削除されました

source: Could not delete the image
ca: No s'ha pogut suprimir la imatge
de: Image konnte nicht gelöscht werden
fr: Impossible de supprimer l'image
it: Impossibile rimuovere l'immagine
ja: イメージを削除できませんでした

source: View and manage host's network interfaces
ca: Visualitza i gestiona les interfícies de xarxa dels amfitrions.
de: Netzwerkschnittstelle des Hosts anzeigen und verwalten
fr: Voir et gérer les interfaces réseau de cet hôte
ja: ホストのネットワークインターフェースを表示および管理

source: primary
ca: primària
de: primär
fr: primaire
ja: プライマリー

source: provision
de: Bereitstellen
fr: provisionner
ja: プロビジョニング

source: DNS name
ca: Nom DNS
fr: Nom DNS
it: Nome DNS
ja: DNS 名

source: Primary
ca: Primària
de: Primär
fr: Primaire
it: Primario
ja: プライマリ

source: Provision
ca: Aprovisionament
de: Bereitstellen
fr: Provisionner
it: Provisioning
ja: プロビジョニング

source: Virtual
de: Virtuell
fr: Virtuel
it: Virtuale
ja: 仮想

source: Attached to
de: Verbunden mit
fr: Attaché à
ja: 接続先

source: Bond
ca: Vinculació
de: Gebündelt
fr: Agrégat
ja: ボンド

source: Attached devices
ca: Dispositius adjuntats
de: Verbundene Geräte
fr: Périphériques attachés
ja: 接続されたデバイス

source: Bond options
ca: Opcions de vinculació
de: Bondoptionen
fr: Options de l'aggrégat
ja: ボンディングオプション

source: Should this interface be used for constructing the FQDN of the host? Each managed hosts needs to have one primary interface.
de: Soll diese Schnittstelle zum Erstellen des FQDN des Hosts verwendet werden? Jeder gemanagte Host muss eine Primärschnittstelle aufweisen.
fr: Cette interface doit-elle être utilisée pour choisir le FQDN de l'hôte ? Chaque hôte géré doit avoir une interface primaire.
ja: このインターフェースをホストの FQDN の構築に使用する必要がありますか? 各管理対象ホストには 1 つのプライマリーインターフェースがある必要があります。

source: Should this interface be used for TFTP of PXELinux (or SSH for image-based hosts)? Each managed hosts needs to have one provision interface.
de: Soll diese Schnittstelle für TFTP von PXELinux (oder SSH für image-basierte Hosts) verwendet werden? Jeder gemanagte Host muss eine Bereitstellungsschnittstelle aufweisen.
fr: Cette interface doit-elle être utilisée pour les communications TFTP issues de PXELinux (ou SSH pour les images d'hôtes) ? Chaque hôte géré doit avoir une interface de provisioning.
ja: このインターフェースを PXELinux の TFTP に使用する必要がありますか (イメージベースのホストの場合は SSH)? 各管理対象ホストには 1 つのプロビジョンインターフェースがある必要があります。

source: Interface created
ca: S'ha creat la interfície
de: Schnittstelle erstellt
fr: Interface créée
ja: 作成されたインターフェース

source: Could not create the interface
ca: No s'ha pogut crear la interfície
de: Schnittstelle konnte nicht erstellt werden
fr: Impossible de créer l'interface
ja: インターフェースを作成できませんでした

source: Compute resource specific attributes.
de: Ressourcen-spezifische Attribute berechnen.
fr: Attributs des ressources de calcul.
ja: コンピュートリソース固有の属性。

source: Interface updated
ca: S'ha actualitzat la interfície
de: Schnittstelle aktualisiert
fr: Interface mis à jour
ja: 更新されたインターフェース

source: Could not update the interface
ca: No s'ha pogut actualitzar la interfície
de: Schnittstelle konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'interface
ja: インターフェースを更新できませんでした

source: Interface deleted
ca: S'ha suprimit la interfície
de: Schnittstelle gelöscht
fr: Interface supprimée
ja: 削除されたインターフェース

source: Could not delete the interface
ca: No s'ha pogut suprimir la interfície
de: Schnittstelle konnte nicht gelöscht werden
fr: Impossible de supprimer cette interface
ja: インターフェースを削除できませんでした

source: Location numeric id to search by
de: Zu suchende numerische Standort-ID
fr: Recherche par id d'emplacement
it: ID numerico della posizione per la ricerca
ja: 検索対象のロケーション数値 ID

source: Organizations
ca: Organitzacions
de: Organisationen
fr: Organisations
it: Organizzazioni
ja: 組織

source: Location created
ca: S'ha creat la ubicació
de: Standort erstellt
fr: Emplacement créé
it: Posizione creata
ja: ロケーションが作成されました

source: Could not create the location
ca: No s'ha pogut crear la ubicació
de: Standort konnte nicht erstellt werden
fr: Impossible de créer l'emplacement
it: Impossibile creare la posizione
ja: ロケーションを作成できませんでした

source: Location updated
ca: S'ha actualitzat la ubicació
de: Standort aktualisiert
fr: Emplacement mis à jour
it: Posizione aggiornata
ja: ロケーションが更新されました

source: Could not update the location
ca: No s'ha pogut actualitzar la ubicació
de: Standort konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'emplacement
it: Impossibile aggiornare la posizione
ja: ロケーションを更新できませんでした

source: Location deleted
ca: S'ha suprimit la ubicació
de: Standort gelöscht
fr: Emplacement supprimé
it: Posizione cancellata
ja: ロケーションが削除されました

source: Could not delete the location
ca: No s'ha pogut suprimir la ubicació
de: Standort konnte nicht gelöscht werden
fr: Impossible de supprimer l'emplacement
it: Impossibile cancellare la posizione
ja: ロケーションを削除できませんでした

source: Create or update parameter for a location.
de: Parameter für Standort erstellen oder aktualisieren.
fr: Créer ou changer un paramètre d'un emplacement.
ja: ロケーションのパラメーターを作成または更新します。

source: Parameter [%{name}] updated to value [%{value}]
de: Parameter [%{name}] aktualisiert auf Wert [%{value}]
fr: Paramètre [%{name}] mis à jour avec la valeur [%{value}]
ja: パラメーター [%{name}] が値 [%{value}] に更新されました

source: Parameter [%{name}] created with value [%{value}]
de: Parameter [%{name}] erstellt mit Wert [%{value}]
fr: Paramètre [%{name}] créé avec la valeur [%{value}]
ja: パラメーター [%{name}] が値 [%{value}] で作成されました

source: Could not set location parameter
de: Standortparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre de l'emplacement
ja: ロケーションパラメーターを設定できませんでした

source: Delete parameter for a location.
de: Parameter für Standort löschen.
fr: Suppression du paramètre d'un emplacement.
ja: ロケーションのパラメーターを削除します。

source: Parameter [%{name}] deleted
de: Parameter [%{name}] gelöscht
fr: Paramètre [%{name}] supprimé
ja: パラメーター [%{name}] が削除されました

source: Could not delete location parameter
de: Standortparameter konnte nicht gelöscht werden
fr: Impossible de supprimer le paramètre de l'emplacement
ja: ロケーションパラメーターを削除できませんでした

source: Path
ca: Camí
de: Pfad
fr: Chemin
it: Percorso
ja: パス

source: OS Family
ca: Família de SO
de: Betriebssystemfamilie
fr: Famille du système d'exploitation
it: Famiglia OS
ja: OS 種別

source: Installation medium created
ca: S'ha creat el mitjà d'instal·lació
de: Installationsmedium erstellt
fr: Média d'installation créé
it: Supporto d'installazione creato
ja: インストールメディアが作成されました

source: Could not create the installation medium
ca: No s'ha pogut crear el mitjà d'instal·lació
de: Installationsmedium konnte nicht erstellt werden
fr: Impossible de créer le média d'installation
it: Impossibile creare il supporto d'installazione
ja: インストールメディアを作成できませんでした

source: Installation medium updated
ca: S'ha actualitzat el mitjà d'instal·lació
de: Installationsmedium aktualisiert
fr: Média d'installation mis à jour
it: Supporto d'installazione aggiornato
ja: インストールメディアが更新されました

source: Could not update the installation media
ca: No s'ha pogut actualitzar el mitjà d'instal·lació
de: Installationsmedium konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le média d'installation
it: Impossibile aggiornare il supporto d'installazione
ja: インストールメディアを更新できませんでした

source: Installation medium deleted
ca: S'ha suprimit el mitjà d'instal·lació
de: Installationsmedium gelöscht
fr: Média d'installation supprimé
it: Supporto d'installazione rimosso
ja: インストールメディアが削除されました

source: Could not delete the installation media
ca: No s'ha pogut suprimir el mitjà d'instal·lació
de: Installationsmedium konnte nicht gelöscht werden
fr: Impossible de supprimer le média d'installation
it: Impossibile rimuovere il dispositivo d'installazione
ja: インストールメディアを削除できませんでした

source: Vendor class
ca: Classe del fabricant
de: Herstellerklasse
fr: Famille de produits du fournisseur
it: Classe rivenditore
ja: ベンダークラス

source: HW model
ca: Model de maquinari
de: HW-Modell
fr: Modèle matériel
it: Modello HW
ja: HW モデル

source: Hardware model created
ca: S'ha creat el model de maquinari
de: Hardwaremodell erstellt
fr: Modèle matériel créé
it: Modello hardware creato
ja: ハードウェアモデルが作成されました

source: Could not create the hardware model
ca: No s'ha pogut crear el model de maquinari
de: Hardwaremodell konnte nicht erstellt werden
fr: Impossible de créer le modèle matériel
it: Impossibile creare il modello hardware
ja: ハードウェアモデルを作成できませんでした

source: Hardware model deleted
ca: S'ha suprimit el model de maquinari
de: Hardwaremodell gelöscht
fr: Modèle matériel supprimé
it: Modello hardware rimosso
ja: ハードウェアモデルが削除されました

source: Could not delete the hardware model
ca: No s'ha pogut suprimir el model de maquinari
de: Hardwaremodell konnte nicht gelöscht werden
fr: Impossible de supprimer le modèle matériel
it: Impossibile rimuovere il modello hardware
ja: ハードウェアモデルを削除できませんでした
