Repository: dLobatog/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ca, de, fr, it, ja

source: Account Username
ca: Nom d'usuari del compte
de: Account-Benutzername
fr: Nom du compte utilisateur
it: Nome utente account
ja: アカウントのユーザー名

source: LDAP filter
ca: Filtre LDAP
fr: Filtre LDAP
it: Filtro LDAP
ja: LDAP フィルター

source: Automatically Create Accounts?
ca: Voleu crear automàticament els comptes?
de: Accounts automatisch erstellen?
fr: Créer automatiquement les comptes utilisateur ?
it: Crea automaticamente gli account?
ja: アカウントを自動的に作成しますか?

source: Login Name Attribute
ca: Atribut del nom d'usuari
de: Benutzername-Attribut
fr: Attribut Login
it: Attributo nome per l'accesso
ja: ログイン名属性

source: First Name Attribute
ca: Atribut del nom
de: Vorname-Attribut
fr: Attribut prénom (First Name)
it: Attributo Nome
ja: 名属性

source: Last Name Attribute
ca: Atribut dels cognoms
de: Nachname-Attribut
fr: Attribut nom de famille (Last Name)
it: Attributo cognome
ja: 姓属性

source: Email Address Attribute
ca: Atribut de l'adreça de correu electrònic
de: E-Mail-Adress-Attribut
fr: Attribut adresse mail
it: Attributo indirizzo email
ja: メールアドレス属性

source: Photo Attribute
ca: Atribut de la foto
de: Fotoattribut
fr: Attribut Photo
it: Attributo foto
ja: 写真属性

source: Auth source created
ca: S'ha creat l'origen d'autenticació
de: Authentifizierungsquelle erstellt
fr: Source d'authentification créée
it: Sorgente di autenticazione creato
ja: 認証ソースが作成されました

source: Could not create the Auth Source
ca: No s'ha pogut crear l'origen d'autenticació
de: Authentifizierungsquelle konnte nicht erstellt werden
fr: Impossible de créer la source d'authentification
it: Impossibile creare il sorgente di autenticazione
ja: 認証ソースを作成できませんでした

source: Auth source deleted
ca: S'ha suprimit l'origen d'autenticació
de: Authentifizierungsquelle gelöscht
fr: Source d'authentification supprimée
it: Sorgente di autenticazione rimosso
ja: 認証ソースが削除されました

source: Could not delete the Auth Source
ca: No s'ha pogut suprimir l'origen d'autenticació
de: Authentifizierungsquelle konnte nicht gelöscht werden
fr: Impossible de supprimer la source d'authentification
it: Impossibile cancellare il sorgente di autenticazione
ja: 認証ソースを削除できませんでした

source: Auth source updated
ca: S'ha actualitzat l'origen d'autenticació
de: Authentifizierungsquelle aktualisiert
fr: Source d'authentification mis à jour
it: Sorgente di autenticazione aggiornato
ja: 認証ソースが更新されました

source: Could not update the Auth Source
ca: No s'ha pogut actualitzar l'origen d'autenticació
de: Authentifizierungsquelle konnte nicht aktualisiert werden
fr: Impossible de mettre à jour la source d'authentification
it: Impossibile aggiornare il sorgente di autenticazione
ja: 認証ソースを更新できませんでした

source: Received data of unknown format
ca: Les dades rebudes de format desconegut
de: Daten in unbekanntem Format erhalten
fr: Format inconnu de la donnée reçue
it: Dati ricevuti con un formato sconosciuto
ja: 不明な形式のデータが受信されました。

source: Could not find %{resource}. Some search options were missing, please see --help.
de: %{resource} konnte nicht gefunden werden. Einige Suchoptionen fehlten; siehe --help.
fr: %{resource} introuvable. Certaines options de recherche sont manquantes, veuillez consulter --help
it: Impossibile trovare %{resource}. Alcune opzioni risultano mancanti, consultare --help.
ja: %{resource} が見つかりませんでした。一部の検索オプションが足りません。--help を参照してください。

source: Could not find %{resource}, please set option %{switches}.
ca: No s'ha pogut trobar %{resource}, si us plau, establiu l'opció %{switches}.
de: %{resource} konnte nicht gefunden werden, bitte legen Sie die Option %{switches} fest.
fr: %{resource} introuvable, veuillez définir l'option %{switches}.
it: Impossibile trovare %{resource}, impostare l'opzione %{switches}.
ja: %{resource} が見つかりませんでした。オプション %{switches} を設定してください。

source: Could not find %{resource}, please set one of options %{switches}.
ca: No s'ha pogut trobar %{resource}, si us plau, establiu una de les opcions %{switches}.
de: %{resource} konnte nicht gefunden werden, bitte legen Sie eine der Optionen %{switches} fest.
fr: %{resource} introuvable, veuillez définir l'une des options %{switches}.
it: Impossibile trovare %{resource}, impostare una delle opzioni %{switches}.
ja: %{resource} が見つかりませんでした。オプション %{switches} のいずれかを設定してください。

source: Associate a resource
ca: Associa un recurs
de: Ressource zuweisen
fr: Associer à une ressource
it: Associare una risorsa
ja: リソースの関連付け

source: Could not associate the %{resource_name}
de: %{resource_name} konnte nicht zugewiesen werden
fr: Impossible d'associer le %{resource_name}

source: The %{resource_name} has been associated
de: %{resource_name} wurde zugewiesen
fr: Le %{resource_name} a été associé

source: Disassociate a resource
ca: Desassocia un recurs
de: Ressource lösen
fr: Dissocier la ressource
it: Rimuovere associazione di una risorsa
ja: リソースの関連付けを解除

source: Could not disassociate the %{resource_name}
de: %{resource_name} konnte nicht gelöst werden
fr: Impossible de dissocier le %{resource_name}

source: The %{resource_name} has been disassociated
de: %{resource_name} wurde gelöst
fr: Le %{resource_name} a été dissocié

source: Value
ca: Valor
de: Wert
fr: Valeur
it: Valore
ja: 値

source: Set a global parameter.
ca: Estableix un paràmetre global.
de: Globalen Parameter festlegen.
fr: Définir un paramètre global.
it: Impostazione parametro globale.
ja: グローバルパラメーターの設定。

source: Created parameter [%{name}] with value [%{value}].
ca: S'ha creat el paràmetre global [%{name}] amb valor [%{value}].
de: Parameter [%{name}] mit Wert [%{value}] erstellt.
fr: Paramètre [%{name}] créé avec la valeur [%{value}]
it: Parametro [%{name}] creato con valore [%{value}].
ja: 値 [%{value}] でパラメーター [%{name}] を作成しました。

source: Parameter [%{name}] updated to [%{value}].
ca: El paràmetre [%{name}] s'ha actualitzat a [%{value}].
de: Parameter [%{name}] aktualisiert auf [%{value}].
fr: Paramètre [%{name}] mis à jour à la valeur [%{value}].
it: Parametro [%{name}] aggiornato a [%{value}].
ja: パラメーター [%{name}] が [%{value}] に更新されました。

source: parameter name
ca: nom del paràmetre
fr: nom du paramètre
it: nome parametro
ja: パラメーター名

source: parameter value
ca: valor del paràmetre
de: Parameterwert
fr: valeur du paramètre
it: valore parametro
ja: パラメーター値

source: Global parameter [%{name}] deleted.
ca: S'ha suprimit el paràmetre global [%{name}].
de: Globaler Parameter [%{name}] gelöscht.
fr: Paramètre global [%{name}] supprimé
it: Parametro globale [%{name}] rimosso.
ja: グローバルパラメーター [%{name}] が削除されました。

source: Could not delete the global parameter [%{name}]
ca: No s'ha pogut suprimir el paràmetre global [%{name}]
de: Globaler Parameter [%{name}] konnte nicht gelöscht werden
fr: Impossible de supprimer le paramètre global [%{name}]
it: Impossibile cancellare il parametro globale [%{name}]
ja: グローバルパラメーター [%{name}] を削除できませんでした

source: Manipulate global parameters.
ca: Manipula els paràmetres globals.
de: Globale Parameter bearbeiten.
fr: Gestion des paramètres globaux.
it: Manipolazione parametri globali.
ja: グローバルパラメーターの操作。

source: Provider
ca: Proveïdor
de: Anbieter
fr: Fournisseur
ja: プロバイダー

source: Region
ca: Regió
fr: Région
it: Regione
ja: リージョン

source: Server
ca: Servidor
fr: Serveur
ja: サーバー

source: User
ca: Usuari
de: Benutzer
fr: Utilisateur
it: Utente
ja: ユーザー

source: Compute resource created
ca: S'ha creat el recurs computacional
de: Rechnerressource erstellt
fr: Ressource d'ordinateur créée
it: Risorsa di calcolo creata
ja: コンピュートリソースが作成されました

source: Could not create the compute resource
ca: No s'ha pogut crear el recurs computacional
de: Rechnerressource konnte nicht erstellt werden
fr: Impossible de créer la ressource d'ordinateur
it: Impossibile creare la risorsa di calcolo
ja: コンピュートリソースを作成できませんでした

source: Compute resource updated
ca: S'ha actualitzat el recurs computacional
de: Rechnerressource aktualisiert
fr: Ressource d'ordinateur mise à jour
it: Risorsa di colacolo aggiornata
ja: コンピュートリソースが更新されました

source: Could not update the compute resource
ca: No s'ha pogut actualitzar el recurs computacional
de: Rechnerressource konnte nicht aktualisiert werden
fr: Impossible de mettre à jour la ressource d'ordinateur
it: Impossibile aggiornare la risorsa di calcolo
ja: コンピュートリソースを更新できませんでした

source: Compute resource deleted
ca: S'ha suprimit el recurs computacional
de: Rechnerressource gelöscht
fr: Ressource d'ordinateur supprimée
it: Risorsa di colacolo rimossa
ja: コンピュートリソースが削除されました

source: Could not delete the compute resource
ca: No s'ha pogut suprimir el recurs computacional
de: Rechnerressource konnte nicht gelöscht werden
fr: Impossible de supprimer la ressource d'ordinateur
it: Impossibile rimuovere la risorsa di calcolo
ja: コンピュートリソースを削除できませんでした

source: [Foreman] Username:
ca: [Foreman] Nom d'usuari:
de: [Foreman]-Benutzername:
fr: [Foreman] nom d'utilisateur :
it: Nome utente [Foreman]:
ja: [Foreman] ユーザー名:

source: [Foreman] Password for %s:
ca: [Foreman] Contrasenya per a %s:
de: [Foreman]-Passwort für %s:
fr: [Foreman] mot de passe pour %s :
it: [Foreman] Password per %s:
ja: %s の [Foreman] パスワード:

source: Use the default organization and/or location from the server
de: Verwenden Sie Standard-Organisation und/oder Standort des Servers
fr: Utiliser les organisations et/ou emplacements par défaut de ce serveur
ja: サーバーからデフォルト組織および/またはロケーションを使用します

source: ID of DNS proxy to use within this domain
ca: ID del servidor intermediari de DNS per utilitzar dins d'aquest domini
de: ID des DNS-Proxys für diese Domain
fr: ID du proxy DNS à utiliser dans ce domaine
it: ID di DNS proxy da usare all'interno di questo dominio
ja: このドメイン内で使用する DNS プロキシーの ID

source: Name of DNS proxy to use within this domain
ca: Nom del servidor intermediari de DNS per utilitzar dins d'aquest domini
de: Name des DNS-Proxys für diese Domain
fr: Nom du proxy DNS à utiliser dans ce domaine
it: Nome di DNS proxy da usare all'interno di questo dominio
ja: このドメイン内で使用する DNS プロキシーの名前

source: DNS Id
ca: ID del DNS
fr: Id DNS
it: id DNS

source: Domain [%{name}] created
ca: S'ha creat el domini [%{name}]
de: Domain [%{name}] erstellt
fr: Domaine [%{name}] créé
it: Dominio [%{name}] creato
ja: ドメイン [%{name}] が作成されました

source: Could not create the domain
ca: No s'ha pogut crear el domini
de: Domain konnte nicht erstellt werden
fr: Impossible de créer le domaine
it: Impossibile creare il dominio
ja: ドメインを作成できませんでした

source: Full name describing the domain
ca: Nom complet que descriu el domini
de: Vollständiger Name der Domain
fr: Nom complet décrivant le domaine
it: Nome completo che descrive il dominio
ja: ドメインを表すフルネーム

source: Domain [%{name}] updated
ca: S'ha actualitzat el domini [%{name}]
de: Domain [%{name}] aktualisiert
fr: Domaine [%{name}] mis à jour
it: Dominio [%{name}] aggiornato
ja: ドメイン [%{name}] が更新されました

source: Could not update the domain
ca: No s'ha pogut actualitzar el domini
de: Domain konnte nicht aktualisiert werden
fr: Impossible de mettreà jour le domaine
it: Impossibile aggiornare il dominio
ja: ドメインを更新できませんでした

source: Domain [%{name}] deleted
ca: S'ha suprimit el domini [%{name}]
de: Domain [%{name}] gelöscht
fr: Domaine [%{name}] supprimé
it: Dominio [%{name}] rimosso
ja: ドメイン [%{name}] が削除されました

source: Could not delete the domain
ca: No s'ha pogut suprimir el domini
de: Domain konnte nicht gelöscht werden
fr: Impossible de supprimer le domaine
it: Impossibile rimuovere il dominio
ja: ドメインを削除できませんでした

source: Create or update parameter for a domain.
ca: Crea o actualitza el paràmetre per a un domini.
de: Parameter für eine Domain erstellen oder aktualisieren.
fr: Créer ou changer un paramètre d'un domaine.
it: Crea o aggiorna il parametro per un dominio.
ja: ドメインのパラメーターを作成または更新します。

source: Domain parameter updated
ca: S'ha actualitzat el paràmetre del domini
de: Domainparameter aktualisiert
fr: Paramètre du domaine mis à jour
it: Parametro dominio aggiornato
ja: ドメインのパラメーターが更新されました

source: New domain parameter created
ca: S'ha creat el paràmetre del domini nou
de: Neuer Domainparameter erstellt
fr: Nouveau paramètre de domaine créé
it: Creato un nuovo parametro del dominio
ja: 新規ドメインパラメーターが作成されました

source: Could not set domain parameter
ca: No s'ha pogut establir el paràmetre del domini
de: Domainparameter konnte nicht festgelegt werden
fr: Impossible de positionner le paramètre du domaine
it: Impossibile impostare il parametro del dominio
ja: ドメインパラメーターを設定できませんでした

source: Delete parameter for a domain.
ca: Suprimeix el paràmetre per a un domini.
de: Parameter für eine Domain löschen.
fr: Suppression du paramètre d'un domaine
it: Rimuovi parametro di un dominio.
ja: ドメインのパラメーターの削除。

source: Domain parameter deleted
ca: S'ha suprimit el paràmetre del domini
de: Domainparameter gelöscht
fr: Paramètre du domaine supprimé
it: Parametro dominio rimosso
ja: ドメインのパラメーターが削除されました。

source: Environment created
ca: S'ha creat l'entorn
de: Umgebung erstellt
fr: Environnement Créé
it: Ambiente creato
ja: 環境が作成されました

source: Could not create the environment
ca: No s'ha pogut crear l'entorn
de: Umgebung konnte nicht erstellt werden
fr: Impossible de créer l'environnement
it: Impossibile creare l'ambiente
ja: 環境を作成できませんでした

source: Environment updated
ca: S'ha actualitzat l'entorn
de: Umgebung aktualisiert
fr: Environnement mis à jour
it: Ambiente aggiornato
ja: 環境が更新されました

source: Could not update the environment
ca: No s'ha pogut actualitzar l'entorn
de: Umgebung konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'environnement
it: Impossibile aggiornare l'ambiente
ja: 環境を更新できませんでした

source: Environment deleted
ca: S'ha suprimit l'entorn
de: Umgebung gelöscht
fr: Environnement supprimé
it: Ambiente rimosso
ja: 環境が削除されました

source: Could not delete the environment
ca: No s'ha pogut suprimir l'entorn
de: Umgebung konnte nicht gelöscht werden
fr: Impossible de supprimer l'environnement
it: Impossibile rimuovere l'ambiente
ja: 環境を削除できませんでした

source: Redirection of API call detected.
de: Weiterleitung von API-Aufruf erkannt.
fr: Redirection à l'appel API détecté

source: It seems hammer is configured to use HTTP and the server prefers HTTPS.
fr: Il semble que hammer est configué pour utiliser HTTP et le serveur préfère HTTPS.

source: Update your server url configuration
de: Aktualisieren Sie Ihre Server-URL-Konfiguration
fr: Mettre à jour votre configuration url du serveur

source: you can set 'follow_redirects' to one of :default or :always to enable redirects following
fr: Vous pouvez définir 'follow_redirects' avec les valeurs :default ou :always pour activer le suivi des redirections

source: Forbidden - server refused to process the request
ca: Prohibida - el servidor es va negar a processar la sol·licitud
de: Abgelehnt – Server verweigert die Verarbeitung der Anfrage
fr: Refusé - Le serveur refuse de traiter votre demande
it: Non consentito - il server ha rifiutato di processare la richiesta
ja: 許可されていません - サーバーは要求の処理を拒否しました

source: Could not load the API description from the server
ca: No s'ha pogut carregar la descripció de l'API des del servidor
de: Die API-Beschreibung konnte nicht vom Server geladen werden
fr: Impossible de charger la description de l'API depuis le serveur
it: Impossibile caricare la descrizione API dal server
ja: サーバーから API 記述をロードできませんでした

source: is the server down?
ca: Ha caigut el servidor?
de: ist der Server nicht verfügbar?
fr: Le serveur est-il éteint ?
it: il server non è attivo?
ja: サーバーは停止していますか?

source: was '%s' run on the server when using apipie cache? (typical production settings)
ca: Es va executar '%s' al servidor quan s'utilitzava la memòria cau d'apipie? (ajustos típics de producció)
de: lief "%s" auf dem Server, als apipie-Cache verwendet wurde? (typische Produktionseinstellungen)
fr: Est ce que '%s' était lancé pendant que le cache apipie était en cours d'utilisation ? (état normal pour un serveur de production)
it: '%s' era in esecuzione sul server durante l'utilizzo di apipie cache? (impostazioni tipiche di produzione)
ja: apipie キャッシュの使用時に '%s' がサーバーで実行されましたか? (通常の本番設定)

source: View and manage user group's external user groups
ca: Visualitza i gestiona els grups d'usuaris externs dels grups.
de: Externe Benutzergruppen dieser Benutzergruppe anzeigen und verwalten
fr: Visualiser et gérer les utilisateurs des groupes externes d'utilisateurs
it: Visualizza e gestisci i gruppi di utenti esterni del gruppo di utenti
ja: ユーザーグループの外部ユーザーグループの表示および管理

source: Refresh external user group
ca: Refresca un grup d'usuaris externs
de: Externe Benutzergruppe aktualisieren
fr: Rafraîchir un groupe d'utilisateur externe
it: Aggiorna il gruppo di utenti esterno
ja: 外部ユーザーグループの更新

source: External user group created
ca: S'ha creat el grup d'usuaris externs
de: Externe Benutzergruppe erstellt
fr: Groupe externe d'utilisateurs créé
it: Gruppo di utenti esterno creato
ja: 外部ユーザーグループが作成されました

source: Could not create external user group
ca: No s'ha pogut crear el grup d'usuaris externs
de: Externe Benutzergruppe konnte nicht erstellt werden
fr: Impossible de créer le groupe externe d'utilisateurs
it: Impossibile creare il gruppo di utenti esterno
ja: 外部ユーザーグループを作成できませんでした

source: External user group updated
ca: S'ha actualitzat el grup d'usuaris externs
de: Externe Benutzergruppe aktualisiert
fr: Groupe externe d'utilisateurs mis à jour
it: Gruppo di utenti esterno aggiornato
ja: 外部ユーザーグループが更新されました

source: Could not update external user group
ca: No s'ha pogut actualitzar el grup d'usuaris externs
de: Externe Benutzergruppe konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le groupe externe d'utilisateurs
it: Impossibile aggiornare il gruppo di utenti esterno
ja: 外部ユーザーグループを更新できませんでした

source: External user group deleted
ca: S'ha suprimit el grup d'usuaris externs
de: Externe Benutzergruppe gelöscht
fr: Groupe externe d'utilisateurs supprimé
it: Gruppo di utenti esterno rimosso
ja: 外部ユーザーグループが削除されました

source: Could not delete the external user group
ca: No s'ha pogut suprimir el grup d'usuaris externs
de: Externe Benutzergruppe konnte nicht gelöscht werden
fr: Impossible de supprimer le groupe externe d'utilisateurs
it: Impossibile cancellare il gruppo di utenti esterno
ja: 外部ユーザーグループを削除できませんでした

source: Host
ca: Amfitrió
fr: Hôte
ja: ホスト

source: Resource type
ca: Tipus de recurs
de: Ressourcentyp
fr: Type de ressource
it: Tipo di risorsa
ja: リソースタイプ

source: Search
ca: Cerca
de: Suche
fr: Rechercher
it: Cerca
ja: 検索

source: Unlimited?
ca: Il·limitat?
de: Unbegrenzt?
fr: Illimité?
it: Illimitato?
ja: 無制限ですか?

source: Role
ca: Rol
de: Rolle
fr: Rôle
it: Ruolo
ja: ロール

source: (Miscellaneous)
ca: (Miscel·lani)
de: (Verschiedenes)
fr: (Divers)
it: (Altro)
ja: (その他)

source: none
ca: sense
de: keine
fr: Aucun
it: nessuno
ja: なし

source: Permission filter for [%<resource_type>s] created
ca: S'ha creat el filtre del permís per [%<resource_type>s]
de: Berechtigungsfilter für [%<resource_type>s] erstellt
fr: Filtre de permissions pour [%<resource_type>s] créé
it: Filtro permessi per [%<resource_type>s] creato
ja: [%<resource_type>s] のパーミッションフィルターが作成されました

source: Could not create the permission filter
ca: No s'ha pogut crear el filtre del permís
de: Berechtigungsfilter konnte nicht erstellt werden
fr: Impossible de créer le filtre de permission
it: Impossibile creare il filtro dei permessi
ja: パーミッションフィルターを作成できませんでした

source: Permission filter for [%<resource_type>s] updated
ca: S'ha actualitzat el filtre del permís per [%<resource_type>s]
de: Berechtigungsfilter für [%<resource_type>s] aktualisiert
fr: Filtre de permissions pour [%<resource_type>s] mis à jour
it: Filtro permessi per [%<resource_type>s] aggiornato
ja: [%<resource_type>s] のパーミッションフィルターが更新されました

source: Could not update the permission filter
ca: No s'ha pogut actualitzar el filtre del permís
de: Berechtigungsfilter konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le filtre de permission
it: Impossibile aggiornare il filtro dei permessi
ja: パーミッションフィルターを更新できませんでした

source: Permission filter deleted
ca: S'ha suprimit el filtre del permís
de: Berechtigungsfilter gelöscht
fr: Filtre de permission supprimé
it: Filtro permessi rimosso
ja: パーミッションフィルターが削除されました

source: Could not delete the permission filter
ca: No s'ha pogut suprimir el filtre del permís
de: Berechtigungsfilter konnte nicht gelöscht werden
fr: Impossible de supprimer le filtre de permission
it: Impossibile cancellare il filtro dei permessi
ja: パーミッションフィルターを削除できませんでした

source: Resource
ca: Recurs
de: Ressource
fr: Ressource
it: Risorsa
ja: リソース

source: Login of the owner
ca: Nom d'usuari del propietari
de: Benutzername des Besitzers
fr: Informations d'identification du propriétaire
it: Login del proprietario
ja: 所有者のログイン

source: ID of the owner
ca: ID del propietari
de: ID des Besitzers
fr: ID du propriétaire
it: ID del proprietario
ja: 所有者の ID

source: Host parameters.
ca: Paràmetres de l'amfitrió.
de: Hostparameter.
fr: Paramètres de l'Hôte
it: Parametri host
ja: ホストパラメーター。

source: Compute resource attributes.
ca: Els atributs del recurs computacional.
de: Rechnerressourcenattribute.
fr: Attributs des Ressources d'Ordinateur.
it: Attributi risorsa di colacolo.
ja: コンピュートリソース属性。

source: Volume parameters
ca: Paràmetres del volum
de: Datenträgerparameter
fr: Paramètres du Volume
it: Parametri del volume
ja: ボリュームパラメーター

source: Interface parameters.
ca: Paràmetres de la interfície.
de: Schnittstellenparameter.
fr: Paramètres d'interface
it: Parametri dell'interfaccia.
ja: インターフェースパラメーター。

source: Enter the root password for the host:
ca: Introduïu la contrasenya de root per a l'amfitrió:
de: Geben Sie das Root-Passwort für den Host ein:
fr: Saisir le mot de passe root de l'hôte :
it: Inserire la password root per l'host:
ja: ホストの root パスワードを入力:

source: Operating System
ca: Sistema operatiu
de: Betriebssystem
fr: Système d'Exploitation
it: Sistema Operativo
ja: オペレーティングシステム

source: Host Group
ca: Grup dels amfitrions
de: Hostgruppe
fr: Groupe d'hôtes
it: Gruppo di host
ja: ホストグループ

source: Organization
ca: Organització
de: Organisation
fr: Organisation
it: Organizzazione
ja: 組織

source: Location
ca: Ubicació
de: Standort
fr: Emplacement
it: Posizione
ja: ロケーション

source: Compute Resource
ca: Recurs computacional
de: Rechnerresource
fr: Ressources d'Ordinateur
it: Risorsa di calcolo
ja: コンピュートリソース

source: Compute Profile
ca: Perfil computacional
de: Rechenprofil
fr: Profil de calcul
it: Profilo di calcolo
ja: コンピュートプロファイル

source: Environment
ca: Entorn
de: Umgebung
fr: Environnement
it: Ambiente
ja: 環境

source: Puppet CA Id
ca: ID de l'AC de Puppet
fr: ID de Puppet CA

source: Puppet Master Id
ca: ID del màster de Puppet
fr: ID du Puppet Master
ja: Puppet マスター ID

source: Cert name
ca: Nom del certificat
de: Zertifikatsname
fr: Nom du certificat
it: Nome certificato
ja: 証明書名

source: Managed
ca: Gestionat
de: Verwaltet
fr: Géré
it: Gestito
ja: 管理

source: Installed at
ca: Instal·lat el
de: Installiert um
fr: Installé le
it: Installato
ja: インストール:

source: Last report
ca: Últim informe
de: Letzter Bericht
fr: Dernier rapport
it: Ultimo riporto
ja: 最終レポート

source: Network
ca: Xarxa
de: Netzwerk
fr: Réseau
it: Rete
ja: ネットワーク

source: Subnet
ca: Subxarxa
de: Subnetz
fr: Sous-Réseau
it: Sottorete
ja: サブネット

source: Domain
ca: Domini
fr: Domaine
it: Dominio
ja: ドメイン

source: Service provider
ca: Proveïdor de serveis (SP)
de: Dienstanbieter
fr: Fournisseur de service
ja: サービスプロバイダー

source: SP Name
ca: Nom del SP
fr: SP Nom
it: Nome SP
ja: SP 名

source: SP Subnet
ca: Subxarxa del SP
de: SP-Subnetz
fr: SP sous réseau
it: Sottorete SP
ja: SP サブネット

source: Network interfaces
ca: Interfícies de xarxa
de: Netzwerkschnittstellen
fr: Interfaces réseau
it: Interfaccia di rete
ja: ネットワークインターフェース

source: Identifier
ca: Identificador
de: Bezeichner
fr: Identifiant
it: Indetificatore
ja: 識別子

source: MAC address
ca: Adreça MAC
de: MAC-Adresse
fr: Adresse MAC
it: Indirizzo MAC
ja: MAC アドレス
